{"dan":"<h1>Mậu Dần- 1998.</h1> <span style='color: red;'>Nam mệnh gặp sao Vân Hớn ( trung bình )</span>. Nữ mệnh gặp sao La Hầu ( không tốt ). Năm 2020, Mậu Dần là một trong số những tuổi ít bị ảnh hưởng nhất, cũng là một trong số những tuổi đủng đỉnh nhất năm 2020, điều đó đồng nghĩ với việc họ gần như không có được gì sau năm 2020 cả. Mậu Dần gần như đóng băng trong năm vừa qua, nhưng nếu như có thực hiện thì cũng khó mà toại ý trong năm 2020 được. Năm 2021 đòi hỏi Mậu Dần nên tập trung cao vào những dự định, phát triển nhiều hơn về công việc thay vì cứ ì ạch chờ thời, mà bao giờ thời tới thì bản thân cũng chưa biết. 2021 có thể được cho là một năm bình ổn tiếp theo đối với 1998, nhưng nếu không cẩn thận thì có thể cũng sẽ thành một năm trắng tay đối với Mậu Dần. Mậu Dần nhìn thì tưởng rằng khôn khéo, chững chạc, nhưng thực tế họ còn mang trong đầu nhiều suy nghĩ chưa chín, chưa thực sự sâu sắc và lớn hẳn. Họ xoay vòng trong những suy nghĩ của bản thân, nửa nọ nửa kia, rồi cũng chẳng hiểu mình thực sự muốn gì. Mậu Dần cũng là tuổi dễ nản, nếu khó khăn ắt sẽ chán nản mà dễ bỏ cuộc. Thêm vào đó, Mậu Dần cũng là tuổi bị chi phối nhiều bởi xung quanh. Khi đang chuẩn bị làm gì đó mà có người can thiệp hoặc góp ý, họ rất dễ bị động lòng. Dù là tuổi Hổ nhưng Mậu Dần lại không thực sự hung dữ như tuổi của mình, thay vào đó họ có thể cáu nhưng một lúc lại thôi, thậm chí là ngại việc phải bon chen hoặc tranh đấu với người này người kia. Mậu Dần cũng là tuổi có lòng tự trọng và cái tôi cao, nhưng lại là người dễ mủi lòng, dễ tin người, cũng là người dễ quên. Nếu để xét về tính cách thì đây là tuổi có tính cách mâu thuẫn, tư duy hay suy nghĩ cũng dễ mâu thuẫn như vậy, nghĩ một đằng nhưng làm lại một nẻo. Lúc cần mạnh mẽ thì lại tỏ ra mềm yếu, khi cần nhỏ nhẹ thì lại thể hiện cái tôi quá cao. Suy cho cùng, Mậu Dần vốn là tuổi Hổ nhưng chỉ lả hổ ăn cỏ nên cũng khó lòng mà làm hại ai. 1998 chơi với bạn bè hay kể cả yêu đương cũng đều thích được chiều hoặc được mọi người quan tâm, tuy nhiên họ lại chưa thực sự giỏi thể hiện tình cảm với người khác. Kỹ năng sống và kỹ năng giao tiếp là thứ mà nhiều người tuổi 1998 cần phải trau dồi và củng cố để bản thân phát triển nhiều hơn. Tình cảm cũng là thứ mà Mậu Dần dễ bị khó xử, thậm chí khi duyên đến, lúc tình đi cứ nối đuôi nhau như vậy và khó mà ổn định ngay. Sở dĩ vì tuổi Mậu Dần đôi lúc vẫn còn mải chơi, bản thân còn đang mơ hồ thì nào có thể suy nghĩ xa xôi. Họ chỉ suy nghĩ được phút chốc rồi công nọ việc kia lại khiến họ quên đi, nhưng để bản thân họ định hình được tình cảm và suy nghĩ của bản thân quả thực không phải dễ dàng. Về công việc, 2021 đối với Mậu Dần chắc phải cố gắng lắm mới có được một bước thay đổi nào đó, nếu không sẽ vẫn dậm chân tại chỗ như năm 2020 vậy. Mậu Dần muốn thay đổi , thuyên chuyển công việc hay học thêm thì đều cần ngồi xác định lại thật rõ mục tiêu của bản thân và xem xét bản thân cần gì và hợp gì thay vì việc cứ hứng lên là làm, chán lại bỏ, thậm chí trở nên lười cố gắng mà đổ lỗi cho năm này tuổi kia. Nếu thực sự cảm thấy cần thay đổi công việc thì thực hiên và việc thay đổi này cũng sẽ tốn khá nhiều thời gian trong năm 2021. Ba tháng đầu năm là những tháng mà Mậu Dần có thể sẽ thấy công việc tiến triển rất chậm, dù làm gì cũng cảm thấy hơi mệt mỏi. Công việc sẽ có nhiều thứ dồn nén từ năm 2020 nên có thể sẽ khá nhiều áp lực và vấn đề cần giải quyết. Công việc chỉ có thể tốt tầm từ tháng 6 đến tháng 10 và đồ hỏi phải rất quyết tâm mới thành. Mọi dự định về công việc trong năm 2021 không phải cái nào cũng có thể thực hiện được và cũng sẽ tốn khá nhiều thời gian để chuẩn bị. Thêm vào đó Mậu Dần nên dẹp bỏ thói quen quyết định vội vàng và cảm tính vì mỗi lần như vậy sẽ khiến cho những bước đi của bản thân vô cùng mơ hồ. Cũng không cần quá lo lắng vì Mậu Dần không phải là tuổi thích hợp với việc suy nghĩ nhiều. Mậu Dần cũng dễ bị rủ hoặc mời mọc đầu tư nhưng thực sự cần phải cân nhắc rất nhiều trước những lời mời mọc để tránh bị thiệt thân. Chú ý vấn đề công việc vào tháng 2, 5, 7, 8, dù có việc gì cũng nên làm cho xong chứ không nên bỏ ngỏ. Về tình cảm, năm 2021 tình cảm của Mậu Dần không thực sự là năm tốt hay có nhiều tiến triển tốt. Sẽ quá vội vàng nếu như Mậu Dần kết hôn trước độ tuổi 25 vì đây là tuổi có nhiều đứa trẻ vẫn chưa kịp lớn. Có rất nhiều người 1998 đang quan tâm đến vấn đề tình cảm này, nhưng có nhiều người tuổi này mồm thì kêu ế suốt ngày nhưng duyên đến thì chưa chắc đã chịu đồng ý. Bản thân lúc vui lúc buồn đan xen, nhiều lúc trong đầu trống rỗng chứ cũng chẳng nghĩ nhiều như mình tưởng. Tuy nhiên Mậu Dần có nhược điểm là ngại từ chối, lại dễ tin người, có khá nhiều bạn tuổi này mơ mộng lung tung nhưng rồi bản thân lại khiến mình khó xử, vì mơ mộng mong cầu quá mà chưa yêu đã nghĩ đến cưới, chưa nói chuyện có khi đã nghĩ đến trăm năm. Mậu Dần thực sự nên tìm cho mình một vài người có thể cho mình được lời khuyên về tình cảm là tốt nhất. Năm 2021 sao La Hầu sẽ khiến nữ giới 1998 tình cảm có vài phần mệt mỏi, nhất là với những bạn đang tìm hiểu hoặc đang có người yêu. Cần chú ý sự mệt mỏi, cãi vã, những năng lượng tiêu cực có thể đến vào tháng 1 , 3, 7, 8. năm 2021 cũng có thể là năm của những mối tình chóng vánh đối với Mậu Dần, đôi khi duyên đến rồi lại vội đi chứ chưa thực sự là năm đẹp về tình cảm. Mậu Dần cũng là tuổi dễ rung động, đôi khi chỉ vì những thứ rất nhỏ cũng khiến con tim tự dưng mỉm cười, vậy nên duyên tình của họ thường đến khá bất ngờ. Tuy nhiên thì Mậu Dần nên giữ lý trí nhiều hơn trong tình cảm bởi lẽ đây là tuổi không giỏi chịu áp lực hay tổn thương. Giai đoạn tháng 4, 5, 6 có thể là lúc mà tình duyên tốt đẹp trong năm 2021 đối với 1998. Về tài chính, năm Tân Sửu sẽ là năm tài chính ổn định hơn chút ít so với 2020. Mậu Dần có thể có một vài khoản thu ổn định hơn trong năm này, nhưng chi tiêu vẫn còn khá linh tinh. Mậu Dần và Kỷ Mão có đôi nét giống nhau trong tiền bạc, đều sẽ có quý nhân và tiền bạc cứ vơi lại đầy, tuy nhiên lại khó mà ổn định. Mậu Dần nên có cái nhìn về tương lai xa thay vì việc chỉ nghĩ đến trước mắt. Mậu Dần quả thực chưa biết cách chi tiêu và sử dụng tài chính một cách hợp lý. Hứng lên là bung lụa, hết lại thôi, thậm chí dù không có nhiều nhưng cũng chưa thực sự nghĩ đến tiết kiệm. Năm Tân Sửu rất dễ có những khoản chi tiêu ngoài dự tính khiến cho Mậu Dần cần chú ý, dù tài bạch có phần ổn hơn đôi chút nhưng chi tiêu thì cũng khá hoang. Thêm vào đó tính cả nể cũng dễ mà khiến cho Mậu Dần khá tốn kém bởi những lời mời mọc. Chú ý hao hụt tiền bạc vào tháng 1, 4, 7, 11. Nhiều người tuổi này còn có tính hay quên nên cần cẩn thận rơi tiền, rơi ví hoặc của trong năm này. Về bạn bè, đây là năm Mậu Dần kết thêm được một vài mối quan hệ mới sẽ khá tốt trong cuộc sống và công việc. Tuy nhiên vì phạm phải sao La Hầu nên nữ giới 1998 có thể sẽ phải đối mặt với những áp lực từ đồng nghiệp hoặc cấp trên. Nam giới 1998 gặp sao Vân Hớn, đây là sao cũng thiên về thị phi vậy nên trong mối quan hệ bạn bè, gia đình, tình cảm đều nên cầm chừng. Mậu Dần khó mà chống đỡ được với những áp lực, nhìn thì mạnh mẽ nhưng về nhà có khi lại ngã gục trong suy nghĩ, vậy nên cầm hoà thì hơn. Chú ý tháng 2, 4, 7, 12 hạn về thị phi cãi vã khiến bản thân mệt mỏi. 1998 là tuổi nhiệt tình khi chơi với bạn bè và là tuổi ít khi vụ lợi cá nhân, một khi đã chơi thì có thể chơi được với bạn bè một thời gian khá lâu. Mậu Dần nên chơi với những người hơn tuổi, vừa có thể học hỏi kinh nghiệm, vừa có thể xin lời khuyên mà cũng có thể được chiều nữa. Mậu Dần khá thích được chiều, còn nếu để họ đi chiều chuộng người khác chắc cũng hơi khó. Sức khoẻ của Mậu Dần chú ý nhất về đường bụng dạ và hạn xe cộ, nhất là vào tháng 3, 4, 7, 8. Nhưng Mậu Dần cũng nên chú ý đến sức khoẻ nhiều hơn vì đây là tuổi hay lơ là sức khoẻ của bản thân. Nam giới Mậu Dần gặp hạn Thiên La nên dễ bị những hạn liên quan đến đường đi lối lại. Không quá đáng lo về sức khoẻ trong năm 2021. Tháng 1: Du xuân hoan hỉ, an nhiên. Tháng 2: Chú ý vấn đề về công việc. Tháng 3: Tâm trạng nhiều suy nghĩ mệt mỏi. Tháng 4: Tốn tiền của, chú ý hạn xe cộ. Tháng 5: Công việc thuận lợi, có lộc về tiền bạc. Tháng 6: Xuất hành tốt, có quý nhân giúp đỡ. Nhìn chung năm 2021 không có nhiều tiến triển đối với Mậu Dần, có thể nói đây là năm mọi sự đều bình ổn đối với Mậu Dần. 1998 cũng là tuổi dễ nhớ dễ quên nên dù có nhắc nhở là vậy nhưng có lẽ bản tính của những người tuổi này vẫn bị cảm xúc chi phối nhiều hơn. Tuy nhiên đây cũng là một tuổi khá an nhàn, mồm thì than vãn vậy nhưng thực tế nếu hỏi họ khổ vì điều gì có khi lại ấp úng không nói được. Nói thì nói vui vậy nhưng Mậu Dần thực sự đến lúc cần phải học cách trưởng thành hơn và tập trung nhiều hơn vào con đường mình chọn lựa thay vì cứ ểnh ương như hiện nay. Vì nam giới 1998 gặp sao Vân Hớn, nữ giới gặp sao La Hầu, cả hai sao này đều dễ mà mắc vào thị phi không đáng có nên lời khuyên duy nhất đối với Mậu Dần rằng nên giữ mình trong năm 2021 thì hơn. ",
	"suu": "Đinh Sửu- 1997. Nữ mệnh gặp sao Thái Dương ( tốt). Nam mệnh gặp sao Kế Đô ( không tốt). Năm 2020 đối với tất cả mọi người đều là năm không mấy tốt đẹp, với Đinh Sửu cũng vậy. Khi gặp năm tam tai, 1997 gặp đầy những mệt mỏi, sự chán nản trong cả công việc, tình yêu, thậm chí cả việc suy nghĩ thôi cũng mệt mỏi. Cũng may mắn là năm 2020 là năm nhị hợp đối với tuổi sửu nên cũng đã nhẹ nhàng hơn đôi chút. Đối với một tuổi hay suy nghĩ như Đinh Sửu thì việc kêu ca mệt mỏi, cảm thấy cuộc đời bất công là điều vô cùng dễ hiểu. Phải thừa nhận thêm rằng, Đinh Sửu có một tuổi trẻ khá là oanh liệt, thậm chí phải cố gắng nhiều hơn người khác, trải qua nhiều khó khăn hơn người khác may ra mới đạt được điều mong muốn. Năm 2020 là một năm xé nháp đối với Đinh Sửu, và vốn dĩ thì đây là tuổi thành công hay mong muốn sẽ đến khá muộn màng chứ không dễ dàng đơn giản gì, thậm chí phải đánh đổi rất nhiều thì mới có thể có kết quả. Tam tai của Đinh Sửu lại đến vào giai đoạn khá quan trọng trong cuộc đời, giai đoạn bắt đầu lập nghiệp, khiến 1997 mệt mỏi hơn bao giờ hết. Năm vừa qua, nếu ai tuổi Đinh Sửu đủ ăn và bình yên thì đã là một điều vô cùng may mắn rồi, không cần mong gì nhiều hơn cả. Năm 2021 sẽ tiếp tục là năm tam tai và là năm tam tai cuối cùng của Đinh Sửu và phải khá lâu sau đó mới lại tiếp tục đến năm tam tai tiếp theo. Tuy nhiên năm 2021 là năm tuổi của Đinh Sửu, phạm Thái Tuế, đặc biệt nam giới Đinh Sửu lại gặp sao Kế Đô nên những vấn đề liên quan đến sức khoẻ đều cần phải chú ý. Đối với nữ giới Đinh Sửu, khi gặp sao Thái Dương là một sao khá tốt, nên tận dụng để có những thay đổi về mặt công việc. Năm 2021 có thể sẽ là một năm khá nặng nề của Đinh Sửu, khi mà họ phải giải quyết những vấn đề của năm 2020, lại còn là năm 25 tuổi, một bước ngoặt vô cùng quan trọng trong bản mệnh. Năm Tân Sửu, tuổi 1997 nên dốc hết sức để hoàn thành những điều còn dang dở của năm 2020, đừng vội mong ăn quả khi còn quá trẻ, vậy nên đừng mong thành công hay sự giàu có sẽ đến vào năm 2021. Đinh Sửu có thể là tuổi có cả trăm cái suy nghĩ, cả nghìn chữ nhưng trong đầu. Cái gì cũng thích, điều gì cũng muốn, và cứ đến lúc quan trọng thì lại nhưng thế này, nhưng thế khác. Họ quá mâu thuẫn trong suy nghĩ và hành động. Đinh Sửu cũng là tuổi càng lớn càng bộc lộ cá tính ngang ngạnh, luôn muốn mình trưởng thành, muốn đạt được cái này, đạt được cái kia. Thực ra con người ai cũng có những ước muốn, có điều Đinh Sửu lại muốn khá nhiều, nhiều đến mức cầu toàn, đến mức áp lực cho chính mình. Ví dụ như thích thành công nhưng lại sợ không làm được, thích giỏi ngôn ngữ nhưng lại không biết nên như thế nào. Cứ thế họ luẩn quẩn trong vòng xoáy suy nghĩ của chính mình. Ngay cả tình cảm cũng vậy, yêu thì rất yêu nhưng lại chẳng dám nghĩ đến cưới, hoặc lại sợ nọ sợ kia.... Có điều trái ngang ở chỗ, những điều Đinh Sửu mong thì thường khó được, không mong có khi lại dễ dàng hơn nhiều. Một điều khá chắc chắn rằng, sau ngưỡng tuổi 25, Đinh Sửu sẽ còn thay đổi rất nhiều về tình cách, suy nghĩ, họ sẽ hoàn thiện mình hơn, thực tế hơn, và tất nhiên là họ nên như vậy! Về công việc, năm 2021 sẽ là năm Đinh Sửu nhoài người với công việc, thậm chí sẽ là năm rất quan trọng trong sự nghiệp của Đinh Sửu. Phần nhiều tuổi Đinh Sửu nên đi xa gia đình lập nghiệp mới có thể tạo dựng được cơ đồ. Năm 2021, chớ nên giữ suy nghĩ và phong thái như năm Canh Tý, hãy tự giác hơn, hãy trở nên nghiêm túc hơn trong công việc bởi lẽ năm 2020 vừa qua, Đinh Sửu làm việc trong sự chán nản, thiếu tập trung và hơi chủ quan do nhiều yếu tố ngoại cảnh. Nửa đầu năm 2021 sẽ là giai đoạn khá mệt mỏi đối với Đinh Sửu khi phải giải quyết vấn đề về công việc, áp lực công việc cũng sẽ xuất hiện nhiều. Nếu cả một năm dài vừa qua vẫn đang quay cóc đi tìm việc thì năm 2021 là một năm để Đinh Sửu có thể tạm thời ổn định công việc. Tất cả dự định liên quan đến công việc đều từ từ thực hiện, tất nhiên không nên tham mà thực hiện hết, hãy lựa sức mình thì hay hơn. Đừng nên ép bản thân phải đạt được gì quá sớm, cái gì cần thiết thì làm trước, cũng không cần thấy ai làm gì thành công là cũng nghĩ xoay theo hướng này hướng khác. Sẽ có những thay đổi trong công việc vào những tháng giữa năm. Mọi thành công sẽ phải đánh đổi bằng khá nhiều sự cố gắng của Đinh Sửu, thậm chí phải nỗ lực gấp đôi người khác vì tuổi Sửu vẫn luôn vất vả như vậy. Chú ý áp lực công việc hoặc sự thiếu thuận lợi trong công việc vào tháng 3, 6, 7, 9, 12. Một nhược điểm khá lớn đối với nhiều người tuổi 1997, khi họ bị áp lực gì đó, nhất là về công việc hoặc tình cảm, họ nhất định sẽ biểu lộ ra mặt vì họ không giỏi che giấu cảm xúc. Nếu dự định của bản thân có diễn ra chậm hơn so với dự định thì cũng không nên lo lắng quá, vì đó là điều tất lẽ và dĩ ngẫu đối với những người tuổi này, và sẽ rất dễ xảy ra trong năm 2021. Về tình cảm, năm 2021 là năm được tuổi để kết hôn đối với nữ giới 1997, tuy nhiên chỉ là vì không phạm Kim Lâu mà thôi, còn lại thì lại quá sớm đối với cung mệnh của 1997. Đinh Sửu vốn được biết đến là tuổi cao số, tình duyên lận đận, tình đến tình đi, mong nhiều rồi thất vọng, thậm chí còn là tuổi dễ bị phụ tình hoặc chịu nhiều trái ngang trong chuyện tình cảm. Nếu để xét về mọi mặt thì Đinh Sửu nên đi những bước đi an toàn cho chính bản thân mình, ổn định về công việc rồi nghĩ đến hôn nhân thì hơn. Vì Đinh Sửu để tìm được người hiểu mình, yêu thương mình thật lòng quả thật không dễ. Tính lại khá nhạy cảm, hay suy nghĩ, cứ yêu là rất dễ vật vã hoặc hết lòng mà quên đi cả bản thân để rồi mình nhìn lại chính mình lại là người thiệt thòi. 1997 là tuổi khá trọng tình, nhưng cũng lại là tuổi dễ bị rung động, đôi khi ngại từ chối khiến bản thân khó xử vô cùng. Năm 2021 có lẽ là một năm tốt về mặt nhân duyên hơn so với những năm trước. Đặc biệt nữ giới 1997 có sao Thái Dương chiếu mệnh nên có thể sẽ có một vài cuộc gặp gỡ đáng mong đợi. Thường thì những năm 25 tuổi là giai đoạn khá đẹp để bắt đầu tìm kiếm một tình yêu. Tất nhiên đối với Đinh Sửu mà nói, chỉ nên nghĩ đến yêu thôi đã, còn hôn nhân hãy để đến khi bản thân thật sự sẵn sàng thì hơn. Có điều, Đinh Sửu lại dễ bén duyên với những người kị tuổi hoặc có thể từ đầu nhìn không ưng nhưng rồi lại yêu vì một hành động vô cùng nhỏ. Thêm vào đó cũng nên chú ý vấn đề tiền bạc trong chuyện tình cảm để tránh bị lợi dụng. Nhưng dù yêu nhiều đến mấy, hãy luôn yêu và trân trọng bản thân mình là được. Nhân duyên sẽ tốt đẹp vào tầm giữa năm. Tất nhiên sẽ vẫn có sóng gió trong tình yêu của Đinh Sửu, cần chú ý tháng 3, 7, 8 Về tài chính, có thể nói Đinh Sửu sẽ khá lận đận trong con đường kiếm tiền, không phải chỉ mỗi trong năm 2021 mà thậm chí cả những năm tiếp theo cũng vậy. Hình như có ai đó cứ đánh hơi được việc 1997 có tiền thì phải, cứ có tiền thì chắc sẽ đủ thứ việc ập đến, nào là tiền ăn cưới, nào là tiền sửa xe.... Đinh Sửu thường không mấy may mắn trong đường tiền bạc, họ mua đồ thì dễ hỏng hoặc phải tốn tiền vì nó, rồi đủ thứ cứ rủ nhau kéo đến nên họ luôn cảm thấy bản thân rất đuối về tiền bạc, cũng chính vì vậy mà họ luôn thấy đau đầu vì cuộc sống, vì công việc, vì cái gì cũng đuối. Năm 2021 sẽ có một vài khoản lộc nhỏ đến với Đinh Sửu vào đầu và cuối năm. Nhưng khả năng cao năm Tân Sửu sẽ là năm tốn khá nhiều tiền đối với 1997, họ sẽ phải chi tiêu khá nhiều vào cuộc sống, nhất là tháng 3, 8, 9, 11. Đinh Sửu cũng là tuổi dễ nhận được những lời mời mọc, dụ dỗ, thậm chí là bị lừa, tuyệt nhiên chớ nên tin người, cũng không nên đầu tư gì vào năm 2021 cả. Bởi lẽ 1997 là tuổi dễ bị mất tiền cho những bài học trong cuộc sống, vậy nên cần có kế hoạch chi tiêu rõ ràng. Có thể sẽ có một vài chuyến đi chơi ngắn hạn trong năm sau. Về bạn bè, đây lại là tuổi chơi nhiệt tình, tốt tính với mọi người. Tuy nhiên càng về sau, Đinh Sửu cũng sẽ tự khép kín, không còn tâm sự nhiều với mọi người nữa. Phần nhiều vì những suy nghĩ trong đầu họ quá nhiều, thậm chí chẳng biết nên tâm sự hay bắt đầu từ đâu. Cùng lắm chắc Đinh Sửu cũng chỉ lắm mồm với một vài người bạn thân. Năm 2021 cần chú ý các mối quan hệ xung quanh, đặc biệt với đồng nghiệp, sẽ có áp lực từ những yếu tố xung quanh ập đến, nên giữ thái độ bình tĩnh để giải quyết, nhất là tháng 3, 7, 12. Đinh Sửu hợp chơi với những người hơn tuổi thì hơn, phần nhiều để học hỏi, phần nữa là vì lối chơi khá sòng phẳng và người lớn. Lúc cần, ắt sẽ có người chỉ đường cho Đinh Sửu, nhưng đi như thế nào thì lại do họ tự quyết định vì họ là tuổi khá mâu thuẫn, hỏi ý kiến mọi người rồi có khi lại tự quyết theo ý mình. Về sức khoẻ, phần nhiều các bạn tuổi Đinh Sửu sức khoẻ đều không tốt, dù không có gì đáng lo nhưng đây là tuổi dễ chủ quan về sức khoẻ, nhất là trong năm 2021, nam giới Đinh Sửu gặp sao Kế Đô nên cần chú ý hạn về sức khoẻ. Đinh Sửu có lẽ là tuổi phần nhiều dễ bị mất ngủ hoặc thức khuya, thậm chí nghĩ ngợi mãi mới ngủ được, xương khớp cũng kém, và cũng là tuổi dễ có sẹo trên người nhất. Chú ý hạn sức khoẻ vào bốn tháng cuối năm, chớ nên lãng phí sức khoẻ chỉ vì buồn về tình cảm hay áp lực về công việc. Vì gặp Địa Võng nên có lẽ sức khoẻ và quan trọng là tinh thần của Đinh Sửu sẽ bị ảnh hưởng kha khá trong năm 2021. Tháng 1: Cuộc sống bình an, yên ả Tháng 2: Chú ý tiền bạc, đi lại xe cộ Tháng 3: Mọi sự mệt mỏi, áp lực và chán nản Tháng 4: Tình cảm thuận lợi, có quý nhân giúp đỡ Tháng 5: Chú ý công việc, có thể có chuyển biến về công việc Tháng 6: Có chút lộc về tiền bạc, tuy nhiên chú ý tiểu nhân. Nhìn chung năm 2021 là năm mà Đinh Sửu sẽ khá mệt mỏi về cuộc sống do có khá nhiều thứ phải lo toan. Nhất là khi đây là năm cuối của Tam Tai, lại phạm Thái Tuế, thêm hạn Địa Võng sẽ khiến cho Đinh Sửu cảm thấy mệt mỏi nhất trong 3 năm tam tai, vậy nên họ cần cố gắng rất nhiều trong công việc. Chớ nên lo âu nhiều vì bản thân Đinh Sửu một khi đã suy nghĩ thì sẽ nghĩ ngợi nhiều hơn người khác và khiến họ không thể làm được gì. Đinh Sửu nên tự thúc đẩy tinh thần của bản thân để vượt qua năm 2021 một cách nhẹ nhàng thay vì uể oải và chẳng làm được gì như năm 2020. Nếu đã có tài, có năng lực thì hà cớ gì phải lo mình không có đất dụng võ? Còn nếu đang thấy năng lực chưa đủ thì nên học hỏi thêm để biến mình trở nên hoàn thiện hơn! Đinh Sửu là tuổi mạnh mẽ hơn những gì họ nghĩ, họ chỉ cần hiểu bản thân mình như thế nào cũng đã là đủ rồi, chớ nên để mình bị chi phối nhiều bởi xung quanh là được! Chúc các bạn một năm mới bình an ! ❤️",
	"than":"Nhâm Thân - 1992 Nam mệnh gặp sao Thuỷ Diệu ( trung bình) Nữ mệnh gặp sao Mộc Đức ( tốt) Năm 2020, Nhâm Thân là một trong những tuổi nhẹ nhàng hơn các tuổi khác. Mọi thứ cứ đều đều theo quỹ đạo, có điều vẫn không toại ý vì nó chỉ dừng lại ở mức đều chứ không phát triển nổi trội. Nhưng cũng khó có thể mong cầu nhiều hơn khi mà năm 2020 là một năm có quá nhiều biến động. Năm 2020 đến với Nhâm Thân thật sự rất chậm chạp, từ công việc đến tài bạch đều chậm, dự định cũng chậm hơn so với dự tính. Đối với những người tuổi Nhâm Thân thì chỉ cần vậy thôi cũng đủ áp lực rồi. Năm 2021 cũng sẽ là một năm ảm đạm tiếp theo đối với Nhâm Thân. Vì không phải là năm hạn tuổi nên Nhâm Thân có thể thong thả và dễ thở hơn nhiều so với những tuổi khác. Tuy nhiên, năm 2021 sẽ khiến cho 1992 hơi lung lay về mặt tinh thần, lo âu và sốt ruột với những dự định còn đang ấp ủ hoặc còn dang dở. Năm 2021 nếu như còn điều gì dang dở, Nhâm Thân nên chậm rãi thực hiện nốt, phần nhiều để thoải mái tư tưởng và cũng khiến bản thân cảm thấy mình không dậm chân tại chỗ như năm vừa qua. Nhâm Thân là tuổi có sự thực tế trong suy nghĩ, càng lớn tuổi càng thực tế, thực tế đến mức họ tự tạo áp lực cho mình về tiền bạc. Nếu không có tiền bạc, họ làm gì cũng cảm thấy đuối, tất cả những mục tiêu phấn đấu chỉ để có được cuộc sống đủ đầy. 1992 tự trọng khá cao, nếu đã muốn đạt được điều gì, họ sẽ cố gắng bằng được nó, nếu không đạt được ngay, họ coi đó là sự thất bại. Nữ giới 1992 khá cầu toàn, họ muốn vẹn toàn mọi thứ từ gia đình đến sự nghiệp, bởi vậy nên họ tự tạo áp lực và đa phần luôn trong trạng thái lo lắng. Nam giới 1992 sẽ có khá nhiều hoài bão, ước vọng và luôn cầu tiến. Phần nhiều những người Nhâm Thân tiếp thu rất nhanh và luôn muốn học hỏi và thay đổi bản thân. Tất nhiên sẽ có một vài chú khỉ lười, nhưng không thể phủ nhận năng lực của tuổi Nhâm Thân. Nhâm Thân cũng là tuổi có nhiệt huyết trong công việc, nhưng ngược lại, họ dễ bị tác động bởi những yếu tố xung quanh, họ cũng dễ bị suy nghĩ nhiều hoặc thậm chí stress nhiều vì những điều họ chưa thực hiện được. Trong chuyện tình cảm cũng vậy, lúc thì quá cứng nhắc, mạnh mẽ quá, khi thì lại cầu toàn, lúc thì lại cảm thấy cần có người che chở, rồi lại cứ cân đo đong đếm giữa sự nghiệp và tình cảm, sau cùng có rất nhiều người tuổi này để lỡ nhiều sự lựa chọn cho bản thân. Về công việc, so với 2020 thì năm Tân Sửu sẽ là năm tốt hơn về công việc, dễ thở hơn và nhẹ nhàng hơn đôi chút. Nhưng ba tháng đầu năm vẫn chưa phải là thời kì tốt, từ tháng 4 trở đi, mọi thứ đi vào quỹ đạo hơn. Nếu còn dự định dang dở về công việc thì có thể thực hiện nốt vào năm 2021. Còn đối với việc thuyên chuyển công việc, Nhâm Thân nên cân nhắc kỹ vì sẽ tốn thời gian cho sự chuyển đổi vào năm Tân Sửu. Năm 2021 cũng là một năm Nhâm Thân có thể thử sức cho một vài khoản đầu tư nho nhỏ với xu hướng học hỏi là chính. Còn nếu như mong mỏi sự giàu có ngay từ những khoản đầu tư này thì rất khó. 1992 rất dễ bị thu hút bởi những khoản đầu tư, lời mời mọc và lợi nhuận, chỉ cần mọi thứ nằm trong tầm kiểm soát, chớ nên tin người hoặc ham lãi to mà tất tay đầu tư là được. Nhâm Thân cũng là tuổi khá năng động, vậy nên họ sẽ có xu hướng làm hai nghề hoặc ăn cửa sau. Tuy nhiên, đối với những người tuổi này đang làm những công việc liên quan đến tiền bạc và giấy tờ, đặc biệt là nam giới, cần chú ý cẩn thận để tránh thiệt thân. Thường thì 1992 là tuổi hay phải thay đổi công việc hoặc phải làm công việc linh động một chút thì tốt hơn. Cần chú ý tháng 2, 3, 6 áp lực về công việc. Về tình cảm, đến hay ở đều do mình quyết định. Nhâm Thân khi đã không thích thì khó lòng mà ép. Thêm vào đó, Nhâm Thân khi đã tập trung vào gì đó thì thường sẽ không để ý đến xung quanh. Chính vì lẽ đó nên Nhâm Thân cũng khá cao số, thậm chí nhiều người cứ kén chọn, mài mê công việc mà rồi nhân duyên khó toại. Năm 2021 không hẳn là năm đẹp về nhân duyên đối với 1992, nhưng cũng là được tuổi để kết hôn. Một lời khuyên đối với Nhâm Thân rằng không nên để cái gì quá lâu, nếu cảm thấy được thì nên tiến đến chứ không nên tự làm khó mình, làm khó người. Năm 2021 đối với những người đã lập gia đình, cần chú ý những áp lực trong mối quan hệ vợ chồng. Nhâm Thân rất dễ ưu phiền trong năm 2021 khiến họ trở nên nhạy cảm hơn bình thường, nhất là tháng 3, 8, 10. Thêm vào đó các cặp đôi yêu nhau cũng cần chú ý những vấn đề nảy sinh trong mối quan hệ của mình. Tình duyên của tuổi này rất khó mà đoán trước được, bởi tính cách của Nhâm Thân cũng dễ mà thay đổi theo thời tiết. Nữ giới 1992 đôi lúc cũng nên gạt bỏ bớt đi những suy nghĩ nặng nề để bản thân đỡ mệt mỏi thì hơn. Nam giới 1992 cũng là tuổi dễ bị tập trung vào công việc, bạn bè mà đôi lúc quên mất cách quan tâm đến người bên cạnh mình. Tình cảm năm 2021 chỉ tốt hơn vào nửa cuối năm, giai đoạn từ tháng 8 trở đi. Về tài bạch, năm 2021 cũng đều đặn về tiền bạc hơn, tuy nhiên cũng vẫn chưa thực sự toại ý đối với Nhâm Thân. Năm Tân Sửu, 1992 nên cân nhắc mua tài sản để tích luỹ, thêm vào đó để bản thân cảm thấy an tâm hơn. Nhâm Thân khi chưa tích luỹ được hẳn thứ gì thì họ sẽ luôn luôn cảm thấy mình kém tắm. Sẽ có nhiều thứ khiến cho Nhâm Thân tốn kém trong năm 2021, lại thêm tính cách lo xa của Nhâm Thân có thể sẽ khiến họ áp lực nhiều. Nhâm Thân sẽ có một vài khoản lộc ở bên ngoài nhưng đừng vì ham mà đầu tư quá tay kẻo mất mát. Cần chú ý tháng 2, 5, 7, 10 về phương diện tài chính. Có thể sẽ có một chuyến đi chơi trong năm 2021 dành cho Nhâm Thân. Đây cũng là năm Nhâm Thân nên tích luỹ tiền bạc để tính đường xa thì sẽ rất tốt. Vì cả nam giới và nữ giới 1992 gặp hạn Ngũ Hộ nên cần chú ý về mặt tiền bạc, dễ mất mát lung tung. Về bạn bè, Nhâm Thân càng về sau càng có sự kén chọn bạn bè, họ có xu hướng chơi sòng phẳng và hợp với những người chững chạc thì hay hơn. Nhâm Thân cũng có giác quan khá tốt, họ thường có cảm nhận về người xung quanh và thường khá đúng. Nhưng Nhâm Thân không giỏi trong việc kiểm soát lời nói, nhiều người còn đánh giá họ là tuổi khôn ngoan nên 1992 dễ bị thị phi và nhiều người không ưa, nhất là nữ giới 1992 là những người dễ bị thị phi hơn. Tuy nhiên có rất nhiều người tuổi Nhâm Thân khá khéo léo trong cách làm việc và giao tiếp, họ không muốn mất đi mối quan hệ nên tỏ ra khá khôn ngoan, tất nhiên là nên như vậy. Thường thì những người tuổi này nếu có làm việc hoặc kết hợp với ai thì chỉ theo một thời gian ngắn rồi thôi chứ khó mà kết hợp lâu, nhưng nếu là chơi với bạn bè thì lại được khá lâu. Năm 2021 cần chú ý đến thị phi và áp lực với đồng nghiệp, nhất là vào tháng 4, 6, 8, 10, chớ nên nóng vội mà hỏng việc. Sức khoẻ, năm 2021 không quá đáng lo về sức khoẻ với Nhâm Thân, nhưng 1992 cần chú ý đôi chút về da liễu và tiêu hoá. Chú ý nhất vào tháng 3, 4, 7, 10 những hạn lặt vặt về xe cộ, đường sông nước. Tháng 1: Mọi sự an vui, hoan hỉ Tháng 2: Áp lực công việc, nhiều mệt mỏi Tháng 3: Chú ý sức khoẻ, dễ ốm vặt Tháng 4: Hạn xe cộ nhẹ, công việc có chuyển biến Tháng 5: Xuất hành tốt, công việc thuận lợi Tháng 6: Chú ý công việc có nhiều bất lợi Nhìn chung năm 2021 là một năm sẽ có diễn biến thong thả đối với Nhâm Thân, tuy không phải năm thành công nhưng cũng đủ để Nhâm Thân có một vài thứ mới mẻ hơn trong chặng đường sự nghiệp và tình cảm. Nữ giới 1992 gặp sao Mộc Đức nên mọi sự sẽ nhẹ nhàng và êm đềm hơn. Nhâm Thân chớ nên quyết định vội vàng về vấn đề công việc và tiền bạc vì năm 2021 là năm sẽ có một vài biến chuyển về hai cung này. Nhâm Thân càng về những năm tiếp theo thì sẽ nhẹ nhàng hơn, có điều nếu như có áp lực thì phần nhiều cũng dễ do mình tự tạo ra, vậy nên mọi thứ chỉ nên tương đối mà thôi. Chúc mọi người năm mới bình an! ❤️",
	"dau": "Quý Dậu- 1993 Nữ mệnh gặp sao Vân Hớn (Trung Bình) Nam mệnh gặp sao Thổ Tú (Trung Bình) Năm 2020 có lẽ là một năm ác mộng với nhiều người tuổi 1993. Một năm dính đủ tam hạn gồm Tam Tai, Thái Tuế và đại hạn tuổi 28. Năm qua khá nhiều người không dám nhìn lại bởi quá mệt mỏi, mất nhiều hơn được. Người thì công việc liêu xiêu, người thì tình cảm lộn xộn, người thì sức khoẻ đi xuống. Thêm một loạt những tác động ngoại cảnh khiến cho nhiều ước mơ, dự định của 1993 gần như trở nên xa xôi, trở nên khó khăn hơn bao giờ hết. Có lẽ năm 2020 là năm mệt mỏi bậc nhất đối với Quý Dậu. Nhưng tất cả cũng sắp qua đi, đón một năm mới tới, 1993 có thể thờ phào nhẹ nhõm hơn. Dù vẫn nằm trong vận trình 3 năm tam tai nhưng đây lại là năm nhẹ nhàng hơn và cũng là năm để cho Quý Dậu có thể giải quyết tồn đọng còn xót lại của năm 2020. Gặp thêm năm Sửu được biết đến là tam hợp với Dậu nên mọi thứ đến sẽ tốt hơn năm trước khá nhiều. Tất nhiên không thể chủ quan vì Quý Dậu vẫn còn nằm trong vận tam tai, tốt hơn không đồng nghĩa với bung lụa. Quý Dậu là tuổi lo toan khá nhiều, càng lớn lại càng lo này lo kia nhiều hơn. Một phần cũng vì mang mệnh Kim nên họ muốn thành toàn mọi thứ. Nhưng một vài năm trở lại đây, Quý Dậu dễ bộc lộ tính cách lơ thơ, uể oải, than vãn nhiều, thậm chí trở nên thiếu tự tin và không giỏi chịu áp lực và sức ép. Họ nhạy cảm hơn, dễ chán nản, mặc kệ muốn đến đâu thì đến. Trong đầu có cả chục cái mục tiêu nhưng làm gì để đạt được mục tiêu thì lại bị quá nhiều thứ chi phối, vì năm hạn, vì gia đình, vì mọi người xung quanh... Quý Dậu nên tự đánh thức bản thân mình dậy sau một thời gian dài ngủ quên. Vốn dĩ tuổi Quý Dậu là tuổi có năng lực, nhưng quá nhiều thứ ập đến khiến họ vô tình đánh mất đi bản lĩnh một cách tạm thời. Đối với Quý Dậu mà nói, muốn đạt được thành công thì nên nỗ lực nhiều hơn mọi người, đặc biệt là nữ giới Quý Dậu. Gà có cánh nhưng không thể bay cao, vậy nên cần biến cái nhược điểm thành ưu điểm thì hơn. Trong công việc họ là những người làm được việc nhưng dễ bị mất tập trung, dễ đứng núi này mà trông núi nọ, vui buồn tuỳ hứng, vào lúc quan trọng thì sợ hoặc thiếu quyết đoán, lại hay suy nghĩ thái quá khiến bản thân khá mệt mỏi. Tình cảm của Quý Dậu, nhất là nữ giới cũng khá gập ghềnh, dễ thị phi, dễ bị những điều bất ngờ ập đến khiến bản thân không kịp làm gì kể cả trong hôn nhân lẫn tình yêu. Khá nhiều người tuổi 1993 sẽ cảm thấy cuộc đời mình là một chuỗi ngày như cơm nguội, chưa thấy gì sáng sủa lên. Nhưng sắp tới sẽ là đại vận vô cùng quan trọng đối với Quý Dậu, thành hay bại đều năm ở đại vận này. Năm 29 tuổi sẽ là một năm đòi hỏi 1993 cần dồn toàn lực để cố gắng, giải quyết những vấn đề còn tồn đọng, đặc biệt là công việc và tiền bạc. Về công việc, năm qua là một năm tổn thất nhiều với 1993, thất vọng, chán nản, bất công, thậm chí nhiều người còn nhận định đây là năm thất bại của 1993. Năm 2021 là năm sẽ có rất nhiều người tuổi này muốn thay đổi công việc, phần vì chán nản, phần nhiều là muốn thay đổi thời vận. Năm 2021 hoàn toàn có thể chuyển biến công việc với 1993, đặc biệt là giai đoạn từ tháng 4 đến cuối năm. Chỉ cần chú ý trước những lựa chọn, tránh việc vì sốt ruột mà quyết định vội vàng. Tuy nhiên Quý Dậu là tuổi làm gì cũng đều có vấn đề bước đầu, vậy nên quá trình chuyển đổi có thể sẽ có vài trở ngại hoặc mất thời gian để thích nghi. Nhưng mọi thứ sẽ có thể ổn định hơn vào nửa cuối năm. Dù vậy nhưng vẫn nằm trong đại vận tam tai, không thể chủ quan mà làm liều, vẫn cần chú ý áp lực trong công việc, kể cả là môi trường cũ hay mới. Cần chú ý vấn đề trong sổ sách, giấy tờ hoặc áp lực công việc rơi vào tháng 2, 7, 8, 11. Hạn chế việc đầu tư vội vàng trong năm 2021, đặc biệt là những khoản đầu tư mạo hiểm, thiếu an toàn. Quý Dậu rất dễ bị dụ dỗ hoặc được rủ vào những khoản đầu tư, nên cần phải cân nhắc thật kĩ, đặc biệt là nam giới 1993. Năm 2021 chỉ cần biết mình biết ta, bước đi ung dung thì Quý Dậu sẽ có được công việc đỡ hơn nhiều so với 2020. Về tình cảm, năm 2020 đối với nữ giới Quý Dậu là một năm đẹp gần như nhất để họ tính tới hôn nhân. Nếu như thấy yêu vừa và đủ thì hoàn toàn có thể lựa chọn năm này để kết hôn. Quý Dậu là một trong số những tuổi đường tình cảm khá lận đận, kẻ đến người đi, thậm chí tưởng rằng sắp đến ngày ăn quả thì lại hụt. Thậm chí nhiều người nữ giới 1993 càng ngày càng trở nên khó tính, tỏ ra không cần ai cả vì vốn dĩ họ cũng không phải tuổi thích lệ thuộc vào người khác. Thêm vào đó 1993 rất dễ bị thị phi trong nhân duyên hoặc bị những yếu tố ngoại cảnh tác động khiến cho hạnh phúc khó mà đến. Cũng có thể nói 1993 khá vụng trong cách yêu, họ loay hoay tìm hạnh phúc, nhưng khi hạnh phúc đến có khi lại e ấp rụt rè mà đẩy đi. Nữ giới 1993 cũng dễ bị mông lung trong mối quan hệ, thích được yêu thương chiều chuộng, lúc lại buồn tủi vu vơ rồi thích một mình. Năm 2021, khi bước sang tuổi 29, Quý Dậu nên thay đổi cách suy nghĩ, thay đổi cách yêu, và tư duy của bản thân. Nên cân nhắc kỹ trước khi đưa ra bất kì quyết định gì trong tình cảm, không quá vội vàng vồ vập, cũng đừng quá đủng đỉnh. Nửa cuối năm 2021 sẽ là giai đoạn Hồng Loan nở rộ với Quý Dậu. Thêm vào nữa, có khá nhiều người 1993 rơi vào trạng thái khi gần đến lúc quyết định kết hôn thì lại gặp vấn đề. Riêng nam giới 1993 nên thận trọng vấn đề về tình cảm vào tháng 4 và 8 . Năm Tân Sửu, Quý Dậu cần cẩn thận hơn trong mối quan hệ tình cảm, nhất là những người đã lập gia đình, có thể áp lực hôn nhân sẽ xuất hiện nhiều vào giữa năm. Chú ý hạn tình cảm vào tháng 3, 4, 6, 8 Về tài chính, năm 2021 có lẽ cũng vẫn là năm kinh tế chưa thật sự ổn với Quý Dậu. Chi tiêu nhiều hơn, tiêu linh tinh không rõ mục đích. Thậm chí cả trăm thứ việc cần sử dụng đến tiền khiến cho Quý Dậu sẽ luôn cảm thấy đuối về mặt tài chính. Tuy nhiên thì năm Tân Sửu tài chính ổn hơn, đều hơn so với năm 2020. Cũng đến lúc Quý Dậu cần và nên tích luỹ tiền của thì tốt hơn. Mục tiêu thì rất nhiều nhưng lại không giỏi giữ tiền bạc, đến lúc cần lại chẳng thấy có đồng nào. Năm 2021 nên hạn chế tiêu tiền vào việc hưởng thụ thì hơn. Nên nhìn nhận vấn để rõ ràng trước khi mạnh tay chi tiền bởi lẽ Quý Dậu dễ tiêu tiền theo hứng và cũng dễ bị dụ dỗ. Chú ý hạn tiền bạc tháng 5, 7, 11. Thêm vào đó, vì gặp hạn Ngũ Hộ nên tuyệt đối chú ý về đường tài bạch để tránh những rủi ro ngoài mong muốn. Nên gửi tiền vào những chỗ an toàn thay vì đầu tư những khoản mình chưa thực sự nắm rõ về nó. Năm sau cũng sẽ là năm có một vài khoản lộc nhỏ nhỏ tìm đến với Quý Dậu giúp họ cảm thấy thoải mái hơn. Về bạn bè, trong năm 2021 cũng không có nhiều nổi bật, bởi lẽ Quý Dậu sau một thời gian dài thì cũng lười kết bạn hơn, thậm chí lười cả đi chơi và giao tiếp nhiều. Cần chú ý nhất là lời ăn tiếng nói vì tuổi Dậu khi chơi với ai rất dễ nhiệt tình đến mức vụng mồm. Họ chỉ nhiều chuyện với bạn bè thân mà thôi. Nhưng càng về sau họ càng không còn để ý nhiều đến chuyện xung quanh nữa, họ lơ thơ hơn, thay vào đó họ thấy cuộc sống như vậy có lẽ lại dễ thở hơn. Tuy nhiên cũng là tuổi dễ bị lợi dụng. Chú ý một chút hạn thị phi, bực dọc do đồng nghiệp hoặc người xung quanh đem lại vào tháng 2, 7, 8, 12. Nhấn mạnh nữ giới 1993 vì chịu ảnh hưởng của sao Vân Hớn nên chú ý tháng 2 và 8 vấn đề liên quan đến người xung quanh, bạn bè, đối tác... Quý Dậu không giỏi tranh đấu hay bon chen, cáu ai hay gì chắc cũng chỉ dám làu bàu một tí đằng sau rồi thôi. Nhưng đúng là tuổi 1993 không nên có biểu hiện hay nóng giận thái quá để tránh thiệt thân. Về sức khoẻ, cũng giống như tuổi Giáp Tuất, Quý Dậu đã đang và sẽ phải chú ý khá nhiều về sức khoẻ. Quý Dậu chú ý bệnh về hệ tuần hoàn, bệnh về mắt và xương khớp. Đặc biệt chú ý hai tháng đầu và ba tháng cuối năm. Cẩn thận đi lại xe cộ đường xa, nhất là tháng 7, 8, 9. Nhất là nữ giới Quý Dậu sẽ cần chú ý cả vấn đề về giấc ngủ. Tháng 1: Mọi điều diễn ra khá bình yên Tháng 2: Chú ý áp lực công việc, dễ có người gây khó dễ Tháng 3: Cẩn thận tình cảm có mệt mỏi Tháng 4: Công việc có chuyển biến, có quý nhân giúp đỡ Tháng 5: Tiền bạc hao hụt, công việc áp lực Tháng 6: Xuất hành thuận lợi, mọi sự hoan hỉ. Nhìn chung năm 2021 là một năm nằm trong ngưỡng an toàn đối với Quý Dậu, một năm để Quý Dậu cố gắng và nỗ lực hơn trong công việc và cuộc sống. Thay vì việc lo sợ, kêu ca và chán nản vì tam tai, chỉ cần biết mình biết ta, đi từng bước đi thận trọng thì cũng đã là một năm khá bình yên với Quý Dậu rồi. Những người sinh vào năm này nên chấp nhận rằng mọi thứ đến với mình sẽ hơi khó khăn hoặc chậm hơn những tuổi khác, lấy đó để làm động lực! Gà chỉ nên ngủ trên cây đến đây thôi, cũng đến lúc thức dậy và xây dựng ước mơ rồi! Chúc mọi người một năm mới bình an! ❤️",
	"tuat":"Giáp Tuất- 1994. Nam mệnh gặp sao La Hầu ( xấu). Nữ mệnh gặp sao Kế Đô ( xấu). Một vài năm trở lại đây, Giáp Tuất đã quá quen và chán nản khi nghe thấy chữ hạn. Năm nào cũng sẽ thấy đa phần những người tuổi Giáp Tuất kêu oai oái. Năm 2020 vốn không phải là năm thành công rực rỡ đối với tuổi Tuất bởi họ nhìn thành quả của mình sau cả năm thực sự quá ít ỏi, thậm chí nhiều người coi đây là một năm Thất Bại với mình. Tuy nhiên không thể phủ nhận được rằng năm 2020 quả đúng là một năm ảm đạm đến mệt mỏi của tuổi Tuất. Nhưng Giáp Tuất cần mạnh mẽ hơn và vững vàng hơn bởi lẽ năm 2021 được biết đến là năm Đại Hạn tuổi 28 đối với họ. Có thể nói những người tuổi Tuất rất giỏi kêu ca, họ mạnh mẽ, họ có tài nhưng cũng giỏi kêu. Nói theo một cách khác, vì ảnh hưởng bởi đặc tính của mệnh Sơn Đầu Hoả nên họ không giỏi tiết chế cảm xúc và hành động của bản thân mình. Thêm một loạt những quãng thời gian khó khăn vừa qua, khá nhiều người tuổi Tuất mang trong mình sự bất mãn, người thì trở nên lãnh cảm đến mức bất cần, nước đến đâu bơi đến đó. Giáp Tuất là một trong số những tuổi gặp thời Tiền Vận vất vả bậc nhất, vậy nên họ trải qua những năm đầu cuộc đời rất trầy trật. Càng lớn tuổi, Giáp Tuất càng bộc lộ cá tính nóng nảy, nhạy cảm và khó tính. Vì họ trải qua những thử thách khi còn khá trẻ, họ có cái nhìn khắt khe hơn với cuộc sống, họ cẩn thận trong những bước đi của mình vì họ sợ tổn thưởng và thất bại thêm nhiều lần sau nữa, bởi vậy mà họ trở nên thực tế hơn, khó tính hơn, cầu toàn hơn. Nhiệt huyết tuổi trẻ không còn như trước, thay vào đó là cái nhìn, tư duy của sự thực tế, của những con người dạn dĩ. Thật ra tuổi Tuất vài năm nay giống như hoa nở trái mùa, có tài mà Chưa có đất dụng võ chứ không phải là Không có. Trong công việc cũng gặp nhiều bất mãn, điều tiếng thị phi, những áp lực từ nhiều phía. Làm thì nhiều, thành quả nhìn lại vẫn chưa là gì so với ước muốn khiến cho họ cảm thấy bất lực. Thật ra ước muốn của nhiều người tuổi Giáp Tuất nghe có vẻ giản đơn dung dị, nhưng thực tế lại khá khó nhằn hoặc thậm chí hướng về sự hoàn hảo, chính vì lẽ đó ít khi mà họ hài lòng với cuộc sống. Tình cảm của tuổi Tuất nếu để nhận xét thì chắc chắn thời Tiền Vận rất dễ rơi vào cảnh nhọc công rồi vô ích, thậm chí càng mong ước càng xa xôi. Nghe thì có vẻ khá u sầu nhưng không phải, chỉ đơn giản là Giáp Tuất chưa đến thời mà thôi! Năm 2021 là một năm mà Giáp Tuất cần vững vàng nhất, thay vì việc than trời trách đất, hãy sống một năm yên bình, những dự định lớn nhỏ đều nên cân nhắc thật cẩn thận, chớ nên vội vàng mà hỏng việc. Không phải cứ năm hạn là sẽ đen đủi hết, tuy nhiên nếu chủ quan cũng giống như đi chơi vào ngày mưa to vậy! Vốn càng vào những năm tuổi, người ta lại càng sốt ruột với những dự định của bản thân, muốn làm cho xong, làm cho được. Lại thêm một năm đầy sự uể oải sẽ khiến cho Giáp Tuất càng dễ nóng vội hơn vào năm sau. Nhưng hãy nên chọn ngày nắng nhẹ mà đi chơi chứ đừng nên cố đi ngược lại với thời vận thì tốt hơn, gặp đúng thời hoa sẽ nở sớm thôi! Về công việc, có lẽ một năm 2020 cũng đã đủ khiến cho Giáp Tuất chán nản, thậm chỉ cả năm chỉ loanh quanh cũng chưa thấy thành quả gì. Năm 2021 quả thực sẽ là năm phần nhiều người tuổi Tuất muốn thay đổi công việc, vừa là muốn thay đổi cuộc sống thay vì việc cứ quẩn quanh suốt cả năm qua . Nhưng chỉ nên thay đổi khi thật sự cần thiết, và có thể bắt đầu vào khoảng giữa năm. Năm Tân Sửu sẽ là năm nhiều áp lực đối với Giáp Tuất, thường sẽ mệt mỏi vào tầm 3 tháng đầu năm và 4 tháng cuối năm. Đặc biệt đối với nam giới 1994 cần chú ý vấn đề về giấy tờ, sổ sách, tiền bạc, tránh đầu tư linh tinh khiến bản thân gặp nhiều điều bất lợi. Nữ giới 1994 chịu ảnh hưởng của sao Kế Đô, đây là sao có ảnh hưởng được cho là mạnh nhất đối với nữ giới, vậy nên cần chú ý trong công việc có thể xuất hiện nhiều áp lực, ức chế thậm chí bất mãn. Chú ý công việc vào tháng 3, 6, 7, 12 dễ gặp nhiều chuyện không may. Nên hạn chế việc đầu tư, cho vay kẻo tiền bạc bị rơi vãi. Đối với những dự định nhỏ trong công việc, vẫn có thể thực hiện và làm được. Về tình cảm, vốn dĩ tuổi Tuất không phải tuổi dễ tìm thấy chân ái, thậm chí đã khó thì sẽ khó hơn bình thường, đã lận đận thì sẽ lận đận hơn người. Nhưng từ năm 2019 đến giờ, hay nói đúng hơn thì càng về sau, duyên tình của Giáp Tuất sẽ trở nên nhẹ nhàng hơn. Họ thay đổi cách yêu, họ lý trí hơn, họ không còn là những người mơ mộng viển vông và xa xôi nữa, có lẽ vì vậy mà tuổi Tuất sẽ cảm thấy nhẹ nhàng hơn ít nhiều. Sẽ có khá nhiều người tuổi Tuất rơi vào trạng thái lửng lơ, duyên đến thì đến, không thì thôi. Cũng sẽ có những người kén chọn lên xuống, thậm chí trở nên khó tính hơn trong việc lựa chọn đối phương. Nhưng vốn dĩ Giáp Tuất yêu theo cảm xúc, họ thường sẽ vì yêu mà lý trí chẳng còn, thậm chí vì sợ người ướt áo mà quên mất mình cũng đang đứng dưới mưa. Quả thật nếu để tìm được người chiều lòng hoặc khiến 1994 hài lòng có lẽ là không dễ, họ nên chấp nhận với việc khó có gì là hoàn hảo hết thì hơn. Có rất nhiều người tuổi Tuất đã lập gia đình, nhất là trong năm 2020, nhưng tuổi này là vậy, làm gì cũng sẽ khó khăn giai đoạn đầu, hơn nữa Giáp Tuất thường rất dễ xảy ra tranh cãi với đối phương. Đặc biệt năm 2021 nên cẩn trọng đường tình cảm nhiều suy nghĩ buồn phiền, chú ý tháng 3, 8, 12, vì phạm Kim Lâu nên đây không phải năm để kết hôn với nữ giới Giáp Tuất. Để nhận định về tình cảm của tuổi 1994 chỉ có thể dùng chữ khôn lường, lúc thì êm ả đến nhạt nhẽo, khi thì cuống cuồng, lúc lại thích một mình, khi thì lại không chịu được cô đơn. Nhưng đây là tuổi rất dễ gặp những hạn bất ngờ trong tình cảm, bao gồm cả nhân tố ngoại cảnh hoặc thị phi lung tung. Năm 2021 có lẽ Hồng Loan sẽ chiếu vào 5 tháng cuối năm, nên chớp thời cơ chứ không nên đủng đỉnh rồi ẩm ương. Về tài chính, trong năm 2021 có thể tài chính sẽ ảm đạm nhưng đều hơn so với 2020. Vì mới trải qua 3 năm tam tai, đặc biệt nữ giới lại gặp thêm một năm Thái Bạch nên có lẽ năm 2021 chưa chắc đã đáng lo ngại quá nhiều. Nhưng cũng đến lúc Giáp Tuất phải kiểm soát lại chi tiêu, nên có một khoản nhỏ để tích luỹ vì càng về sau 1994 sẽ càng nhiều mong cầu và ước vọng muốn thực hiện và cần đến khoản tích luỹ này. Vì là mệnh Hoả nên cũng dễ mà bị tiêu tiền theo cảm hứng, một khi đã thích thì sẽ tất tay không nghĩ. Thêm vào đó nhiều người có tính hay quên, thường khó có kế hoạch cụ thể trong chi tiêu. Cũng sẽ có nhiều người tuổi Tuất trải qua giai đoạn cạn kiệt về tài chính nhưng sẽ đều qua nhanh vì đây là tuổi có sức sống khá mãnh liệt. Càng những năm về sau, dù không hợp với gia đình, Giáp Tuất sẽ thường trở thành những người có xu hướng lo lắng cho mọi người xung quanh, và họ dễ chi tiêu tiền bạc của mình cho mọi người. Tuy nhiên bản tính ểnh ương nên sẽ dễ có tật xấu, lúc thì rất xông xênh, khi lại ki bo từng chút xíu như một đứa trẻ. Năm 2021 là năm mà Giáp Tuất nên chú ý về tài chính, dễ hao hụt hoặc tốn tiền bạc, thậm chí có thể bị lừ a. Nên chú ý tháng 3, 4, 7, nhấn mạnh nam giới tuổi Tuất. Nữ giới dễ tốn tiền vì đồ đạc hỏng hóc, sức khoẻ.. Về sức khoẻ, đây là một khía cạnh cần chú ý tối đa đối với 1994. Cách đây một vài năm so với bây giờ, sức khoẻ của tuổi Tuất giảm sút hơn. Họ cũng là tuổi hay bỏ qua sức khoẻ của bản thân mình, dù sợ nhưng thói quen thì khó bỏ. Càng lớn lại càng nghĩ nhiều đến mức stress. Có thể rất nhiều người tuổi 1994 rơi vào trạng thái khó ngủ, xương khớp, mắt và bụng dạ kém. Năm 2021, nữ giới 1994 cần chú ý chăm sóc sức khoẻ tốt, nhất là vào nửa cuối năm sẽ cảm nhận rõ được sức khoẻ bản thân mình. Chú ý tháng 7, 8, 11, 12 hạn xe cộ, sức khoẻ kém.. Về bạn bè, càng về những năm sau này, tuổi Tuất chọn bạn thiên về chất lượng hơn là số lượng, nên họ sẽ ít bạn bè. Nhưng Giáp Tuất lại bắt đầu có xu hướng khép kín, thậm chí lười đi chơi hoặc giao tiếp, đôi khi chỉ đi chơi đến giữa buổi là lại muốn về hoặc thay vì việc đến những nơi đông đúc, họ chọn những nơi yên bình. Nhưng để tìm được tri kỷ quả thực không dễ, thường thì bạn bè của tuổi Tuất chỉ chơi được một thời rồi lại xa, nhưng nếu đã thân thì sẽ rất lâu vì họ là những người trung thành. Năm 2021 nữ giới 1994 chú ý áp lực từ phía đồng nghiệp, thị phi với người xung quanh, đặc biệt vào tháng 4, 7. Nam giới 1994 cần cẩn thận với những mối quan hệ làm ăn, đối tác. Đây cũng là tuổi mà thị phi đến tuỳ hứng và tuỳ lúc, đòi hỏi phải khéo léo hơn trong cách cư xử bởi lẽ Giáp Tuất dễ biểu lộ cảm xúc, dễ vì nhiệt tình quá mà thiệt thân, suy cho cùng chỉ hợp chơi với những người có cá tính và sở thích như mình, chơi một cách sòng phẳng thì lại bền hơn.. Tháng 1: Du xuân hoan hỉ, tuy nhiên chú ý sức khoẻ. Tháng 2: Có quý nhân giúp đỡ, có thể có tin vui. Tháng 3: Công việc nhiều áp lực, chú ý thị phi. Tháng 4: Tình duyên nở rộ, xuất hành thuận lợi, hoan hỉ. Tháng 5: Công việc có chuyển biến tích cực. Tháng 6: Tiền bạc hao hụt, nhiều chuyện bực dọc. Nhìn chung năm 2021 là năm Giáp Tuất phạm Thái Tuế, lại là năm đại hạn tuổi 28, tuy nhiên những hỉ nộ ái ố, những điều xui rủi đã đến từ 4 năm từ trước đến giờ, vậy nên phần nào năm 28 tuổi cũng sẽ đỡ hơn. Chớ nên bất mãn với thời cuộc vì mọi chuyện xảy đều có lý do của nó. Nhưng có như thế nào thì Giáp Tuất cũng là tuổi khá mạnh mẽ, kêu thì kêu vậy, nóng tính thì nóng tính vậy, đôi lúc lại tỏ ra bất cần nhưng công việc thì nào có dám bỏ, kêu một lúc rồi lại thở dài và làm việc tiếp, tính đôi khi lại như đứa trẻ. Năm 2021 là năm Giáp Tuất nên giữ một thái độ sống ôn hoà, không vội vã, không gây sự, không nên cãi vã, chú ý về tất cả mọi đường, từ tình cảm, công việc đến sức khoẻ, nếu cảm thấy bất an thì nên dừng lại và cân nhắc thật kỹ. Nên hỏi ý kiến người khác trước khi quyết định hoặc lựa sức của mình. Đặc biệt chú ý tháng 3, 6, 9, 12 vì đây là những tháng quan trọng! Chúc mọi người một năm mới bình an! ❤️",
	"hoi":"Ất Hợi - 1995. Nam mệnh gặp sao Mộc Đức ( tốt). Nữ mệnh gặp sao Thuỷ Diệu ( trung bình). Ất Hợi là một trong số ít những tuổi có sự bình yên trong cuộc sống, nhưng để đạt được chữ bình yên này thì phải đến trung vận mới ổn. Năm 2020 đối với Ất Hợi không thảnh cũng chẳng bại, so với năm 2019 thì đỡ được chữ lười đi một chút. Nhưng rồi ngoại cảnh tác động khiến họ cũng tự mà mất đi nhiều động lực trong cuộc sống. Nếu bảo rằng lười thì cũng chẳng hẳn, nhưng họ oải, họ chán chẳng muốn cố gắng, đúng kiểu mặc kệ cho nước chảy bèo trôi. So với các tuổi khác thì 1995 như năm vừa qua cũng là an yên hơn chút. Chỉ có điều dự định thì cứ nằm trong đầu, bản thân lại thủng thỉnh hết năm. Ngoảnh đi ngoảnh lại cũng hết năm và dậm chân tại chỗ, đã thế năm vừa qua sẽ có khá nhiều người tuổi Ất Hợi kêu ca về tiền, về mọi mặt bởi tuổi Hợi phần nhiều sẽ chịu nhiều chi phối của ngoại cảnh, ngoại cảnh tốt ắt sẽ an yên, ngoại cảnh phức tạp thì cũng chẳng thể vùng dậy. Suy cho cùng, lại một năm trôi qua và Ất Hợi vẫn vậy, chưa thực sự có nhiều biến chuyển trong công việc hay tình duyên, nhưng nếu an yên trong năm 2020 thì quả thật cũng là một dạng may mắn rồi! Năm 2021 là một năm với những bước tiến hơi chậm chạp với Ất Hợi, tốt hơn cũng có, nhưng tốt nhiều hẳn thì không. Nhưng 27 tuổi quả thực cũng chẳng còn trẻ để ất ơ mãi như hiện giờ. Năm Tân Sửu, Ất Hợi nên cải tổ bản thân, những dự định còn xót lại của 2020 thì nên tiến hành thực hiện nó. Đối với Ất Hợi, cái gì càng để lâu sẽ khiến bản thân chán nản mà rồi bỏ qua hoặc ngại làm, vậy nên hãy thực hiện khi có cơ hội. Cũng đừng chói bản thân vào những suy nghĩ bi quan, từ trước đến giờ Ất Hợi càng tính trước gì có khi lại càng khó đạt, cứ đi đường ắt tự mở ra! Ất Hợi là tuổi càng lớn sẽ càng chuộng bình yên, bởi bản chất họ cũng khó mà bon chen cho được. Nhưng Ất Hợi làm việc gì cũng nên và cần có quyết tâm cao độ, thêm vào đó còn phải có sự thúc đẩy từ nhiều phía mới mong thành công. Ất Hợi rất dễ nản, nói đúng hơn là chỉ cần khó một chút sẽ nghĩ đến việc bỏ qua, hoặc mặt mày sẽ xị nha nghĩ ngợi, buồn một chút xong lại thôi. Một vài năm đổ lại đây, thay vì việc trở nên trưởng thành hơn, họ bắt đầu bị lơ đãng, họ loay hoay, lấn cấn trước cả chục cái suy nghĩ rồi chẳng biết mình thích gì, cần gì, muốn gì. Rất nhiều người tuổi này rơi vào trạng thái áp lực do chính mình tạo ra, rồi cứ quẩn quanh không thoát ra nổi. Muốn làm cái gì đó nhưng lại sợ, lúc thì cứ như có người điều khiển rồi quyết định quá vội. Khi đối mặt với một vấn đề thì cứ nghĩ lên nghĩ xuống rồi rồi có khi lại chọn bừa. Thực sự tình trạng này khá bất ổn, nếu cứ duy trì như vậy, Ất Hợi rất dễ khiến bản thân mình trở nên chán nản và chỉ có thể dậm chân tại chỗ. Ất Hợi không phải là không biết nghĩ, mà suy nghĩ với hành động của họ rất dễ bị mâu thuẫn, nghĩ được mà không làm được, mà càng nghĩ càng khó thành. Kể cả tình cảm cũng vậy, bản thân đôi lúc cũng chẳng thể hiểu mình muốn gì và sẽ ra sao. Về công việc, một năm đứng im có lẽ là quá đủ với tuổi Ất Hợi. Năm 2021 có lẽ sẽ có một vài thay đổi trong công việc. Nhưng muốn có được những thay đổi này, Ất Hợi nên quyết tâm hoặc cân nhắc thật kĩ, nếu không thì gần đến lúc thực hiện lại thụt lùi. 1995 nên ngồi lại, suy nghĩ thật kĩ xem bản thân muốn điều gì, thích hợp với điều gì thay vì việc cứ ngẩn ngơ mãi như vậy. Công việc sẽ có chút trục trặc vào giai đoạn tháng 3, 4, 8, 10 áp lực vào giai đoạn này có thể sẽ khiến cho Ất Hợi cảm thấy vô cùng bất an, đặc biệt với nữ giới. Sao Thuỷ Diệu sẽ khiến cho nữ giới tuổi Ất Hợi vào năm này trở nên nhạy cảm hơn, nghĩ ngợi nhiều hơn, thậm chí họ cảm thấy áp lực nhiều vào cuộc sống. Nhưng mọi áp lực cũng sẽ chóng qua và được giải quyết nhanh mà thôi. Ất Hợi vốn dĩ là tuổi chuộng bình yên, vậy nên hãy lựa chọn những bước đi an toàn cho bản thân, lựa sức mình thay vì nóng lòng muốn đổi vận mà đầu tư linh tinh. Công việc sẽ tốt hơn vào nửa cuối năm, nửa đầu năm sẽ là giai đoạn quan trọng và đi kèm với sự mệt mỏi. Thêm vào đó Ất Hợi làm gì cũng chậm hơn người khác một nhịp, vậy nên những mục tiêu có chậm hơn dự kiến thì cũng không cần sốt ruột, lúc cần ắt có quý nhân giúp sức. Tuy nhiên, nhược điểm của Ất Hợi đôi khi khá chủ quan, nên những vấn đề liên quan đến sổ sách, tiền bạc trong công việc cần chú ý nhầm lẫn trong năm 2021. Thêm vào đó, đây là tuổi dễ bị đen đủi những thứ rất nhỏ, vậy nên có thể trong giai đoạn chuyển đổi việc hoặc thực hiện mục tiêu cũng dễ nảy sinh một vài sự cố nhỏ trong năm tới.Về tình cảm, 27 tuổi lại là năm khá tốt đối với Ất Hợi để kết hôn, nhất là với nữ giới. Ba tháng đầu năm và bốn tháng cuối năm là thời điểm đẹp để có thể kết hôn. Chỉ có điều, Ất Hợi là tuổi khá đa nhân cách trong tình cảm, đôi khi đến lúc quan trọng lại đủng đỉnh đổi ý, khi thì khát khao mong muốn bằng được thì thôi. Nhưng Ất Hợi là tuổi nên nhờ sự tư vấn của người khác để có thể đưa ra được quyết định đúng đắn nhất trong chuyện tình cảm thì hơn. Nếu để bảo Ất Hợi hiền lành cam chịu thì cũng chẳng phải, cũng có đành hanh, cũng có cái tôi lớn, thậm chí đôi lúc còn trở nên khó tính hoặc vụng mồm nói nhiều, chẳng qua là răng không đủ sắc như loài khác để gầm gừ mà thôi. Muốn khiến cho Ất Hợi hài lòng tưởng dễ mà không dễ, lúc thì họ tỏ ra chững chạc, lúc lại muốn được vỗ về, nhưng đa phần những người tuổi 1995 thường có xu hướng ưa nhẹ nhàng và dễ yêu bằng mắt. Tuy vậy thì 1995 không dễ gì để đứng bến đứng thuyền ngay, đôi khi duyên đến chào nhẹ nhau một cái rồi đã đi rồi, thậm chí là xác định trăm khéo ngàn khôn rồi cũng lại thôi. Bởi lẽ tuổi Ất Hợi chịu ảnh hưởng bởi đặc tính của loài heo nên họ thường khó mà chống lại được ngoại cảnh. Thậm chí nhiều lúc mọi thứ đến với họ chẳng theo bất kì một cái logic nào, khiến họ cũng tự mà ngỡ ngàng hoặc khó hiểu. Năm 2021, Hồng Loan có lẽ chỉ chiếu mệnh vào cuối năm, giai đoạn từ tháng 9 đến cuối năm và nên nắm bắt thời cơ. Sẽ không có quá nhiều biến đối về mặt tình cảm trong năm 2021 đối với Ất Hợi, thị trường người yêu hơi ảm đạm vào năm Tân Sửu. Có những lúc 1995 cảm thấy chán chẳng buồn tìm kiếm, vậy cũng tốt, vì duyên của Ất Hợi sẽ bất ngờ và khó theo quỹ đạo và cũng thường đến hơi muộn, như vậy lại dễ bén duyên hơn. Tuy nhiên vì nữ giới Ất Hợi chịu ảnh hưởng của thuỷ diệu, vậy nên tháng 4 và tháng 8 cần chú ý vấn đề về tình cảm, dễ có sự buồn phiền nặng đầu. Về tài chính, quả thực là đáng báo động đối với Ất Hợi, không chỉ riêng năm 2020 hay 2021 mà thậm chí cả về sau nữa. Thực ra Ất Hợi khó mà bị chết đói, có điều họ tiều tiền theo một thói quen, tiêu cảm tính, họ khó giữ tiền một cách trọn vẹn, thậm chí dễ vung tiền ra mua những thứ không cần thiến. Ất Hợi dễ bị thu hút vào những thứ đẹp mắt, hoặc thậm chí cái gì thấy hay ho là sẽ xuống tiền. Nên làm một cuốn sổ chi tiêu, hoặc nếu có thể thì nên gửi tiết kiệm thì hơn. Đúng là 1995 dễ ăn may trong đường tiền bạc, nhưng lúc lại dễ đen đủi linh tinh khó mà đoán trước, vì vậy chớ nên chủ quan với những khoản đầu tư hoặc cho vay kẻo sẽ mất mát. Ất Hợi trong năm 2021 tiền bạc sẽ đều đặn hơn năm Canh Tý, chỉ là có nhiều thứ chi tiêu hơn khiến họ sẽ cảm thấy đuối hơn. Nữ giới Ất Hợi vừa trải qua một năm Thái Bạch tiền bạc vỗ cánh bay đi, năm 2021 sẽ đỡ hơn nhiều về khoản này. Năm 2021 cần chú ý tháng 4, 6, 8, 11 về tiền bạc, dễ tốn kém cho những khoản lặt vặt. Một lời khuyên với 1995 rằng hạn chế làm ăn chung và cho vy tiền vì đây là tuổi dễ bị lừa bậc nhất, nói đúng hơn là tay cầm tiền không chắc vì chỉ có 3 cái móng mà thôi! Đừng vì thấy những khoản lợi ảo mà làm khó bản thân. Ất Hợi chỉ cần tập trung làm phần việc của mình thì tiền bạc cũng sẽ ổn định và đều đặn. Về bạn bè, Ất Hợi rất nhiệt tình với bạn bè, không vụ lợi cá nhân, nhưng đôi khi vẫn mang tư tưởng của đứa trẻ con nên dễ nhiệt tình một cách vụng về. Ất Hợi trong năm 2021 có thể sẽ gặp một vài người bạn mới, tuy nhiên lại cần chú ý khoản thị phi nơi công việc. Đặc biệt chú ý tháng 4, 8, 9, 10 về thị phi vạ miệng hoặc áp lực từ người xung quanh. Ất Hợi chơi với những người hơn tuổi sẽ hay hơn và có lợi thế hơn bởi lẽ có thể học hỏi kinh nghiệm được từ họ. Tuy nhiên chớ nên cả nể người khác quá, cả nể gần như ăn vào máu của 1995, họ ngại từ chối và sợ mất lòng thiên hạ, nhưng nếu không cẩn thận, bản thân sẽ tự đem lại nhiều rắc rối cho mình. Lúc cần ắt sẽ có người giúp Ất Hợi dù chỉ là một sự giúp đỡ nhỏ. Về sức khoẻ, chú ý bệnh về đường tiêu hoá, phụ khoa, nóng trong và da liễu. Ất Hợi dễ bị những bệnh lặt vặt. Năm 2021 cần chú ý sức khoẻ vào giai đoạn cuối năm, nhất là 4 tháng cuối năm. Thêm vào đó chú ý đi lại xe cộ bởi lẽ Ất Hợi rất dễ lơ mơ khi đi xe, nên đi xe màu đỏ hoặc xanh lá thì hơn. Nam giới gặp hạn Huỳnh Tuyền, cần cẩn thận sức khoẻ và nhất là đường đi lối lại. Nữ giới gặp hạn Toán Tận nên dễ bị cảm và ốm vặt. Chú ý tháng 9, 10, 11, 12. Tháng 1: Cuộc sống thanh cảnh, an nhàn. Tháng 2: Có lộc tiền bạc nhưng hao tài. Tháng 3: Chú ý công việc, sức khoẻ, suy nghĩ nhiều. Tháng 4: Dễ có thị phi, áp lực nhiều phía. Tháng 5: Xuất hành thuận lợi, mọi sự bình yên. Tháng 6: Gặp quý nhân giúp đỡ, mọi sự thuận lợi. Đọc xong bài viết này chắc cũng là sự cố gắng lớn đối với Ất Hợi bởi bản tính lười. Nhìn chung năm 2021 đối với Ất Hợi là một năm trung bình khá, nhưng có lẽ sẽ nhẹ nhàng hơn năm 2020 ít nhiều. Có điều Ất Hợi nên tập trung cao độ để cố gắng cho tương lai thay vì đủng đỉnh và ất ơ như trước. Nếu cảm thấy mơ hồ, hãy xin ý kiến của người xung quanh để có quyết định đúng nhất. Và dù có làm gì, Ất Hợi cũng nên tập trung và kiên trì thực hiện thì hơn. Nữ giới Ất Hợi trong năm 2021 có thể sẽ bị suy nghĩ nhiều, lo lắng nhiều, nhưng hãy thả lỏng đầu óc thì hơn. Thêm vào đó vì chịu ảnh hưởng của hạn Toán Tận và Huỳnh Tuyền nên dễ bị những vận đen đủi bất ngờ, nhưng cũng sẽ chóng qua! Chúc mọi người năm mới bình an! ❤️",
	"ty":"Bính Tý- 1996. Nữ mệnh gặp sao Thái Bạch ( không tốt). Nam mệnh gặp sao Thái Âm ( tốt). Năm 2020 là năm tuổi của Bính Tý, sẽ có khá nhiều người kêu ca vì năm nay, nhưng nếu để xét về tổng thể một năm vừa qua thì Bính Tý vẫn còn êm ả hơn nhiều tuổi khác. Tất nhiên thành quả của năm 2020 thì không có mấy, Bính Tý của năm 2020 ngủ đông hơi kỹ, nói đúng hơn là không nằm im thì không được. Nếu để nhìn lại một năm vừa qua của Bính Tý, dù không có hạn quá lớn nhưng kinh tế và công việc lại có phần sụt giảm, hao hụt nhiều và đúng nghĩa là một năm đói đối với Bính Tý. Đó cũng là điều dễ hiểu khi ngoại cảnh gần như chống đối lại họ khiến họ không thể nào vùng vẫy được, chán đến mức chỉ biết chấp nhận mọi thứ. Năm 2020 có lẽ rất nhiều ước mơ của tuổi Bính Tý bị bỏ lỡ, đối với một tuổi nhiều thứ phải lo và nhiều ước mong như 1996 thì đây là một năm họ thực sự không muốn nhìn lại vì gần như không có gì đọng lại. Nếu năm vừa qua, họ chỉ cần đạt được một mục tiêu trong cả chục cái mong ước của mình thì cũng đã rất may mắn và thành công rồi! Năm 2021 thời vận sẽ tốt hơn đối với 1996, bởi tuổi Tý gặp năm Sửu là một năm nhị hợp, tất nhiên chỉ là tốt hơn chứ không tốt hết về mọi mặt được! Một năm vừa qua là năm mà chuột bị bỏ đói một cách đúng nghĩa, năm 2021 sẽ ấm no hơn chút, cũng không còn mệt mỏi như 2020 nữa. Tất nhiên đây cũng là năm rất quan trọng đối với Bính Tý, một năm nên tích góp, nên chăm chỉ xây dựng tương lai để bước vào đại vận quan trọng tiếp theo. Năm Tân Sửu là năm 1996 nên dùng toàn thời gian chú trọng về công việc để bù đắp lại một năm trống rỗng vừa qua. Bính Tý đang ngày một thay đổi nhiều về tính cách và tư duy, càng về sau càng nhiều dự định đang le lói trong đầu, chỉ là đường hướng thì vẫn còn khá mơ hồ. Nhưng chớ chủ quan mà mong muốn năm 2021 sẽ phát triển phi mã, chuột kiếm ăn thì nên chọn thời để tiến, tuỳ cơ mà ứng biết, thích chạy nhanh nhưng hoàn cảnh chưa cho thì nên chờ đợi chút thì hay hơn! Bính Tý là tuổi trong tính cách có cứng, có mềm, lúc cứng rắn khi thì mềm yếu, lúc thì nhiều mục tiêu, khi thi lại rụt rè sợ sệt ước bình yên. Rồi có những lúc rất tự tin, hùng hổ nhưng rồi lại nhát gan như chuột nhắt. Bính Tý khi trưởng thành sẽ trở nên thực tế hơn, tuyệt nhiên không muốn làm việc gì tổn hại đến bản thân, kể cả trong tình cảm cũng sẽ cẩn trọng hơn trước. Thêm vào đó những mối quan hệ họ cảm thấy không có lợi hoặc không cần thiết thì cũng sẽ tự động xa cách thay vì nhiệt tình hoặc ôn hoà như trước đây. Nói theo một cách khác thì Bính Tý đang thay đổi và thích nghi với cuộc sống của mình, thậm chí sẽ có những tính cách bắt đầu bộc lộ ra mà trước giờ họ chưa bao giờ nghĩ họ sẽ trở nên như vậy. Có điều, Bính Tý khá mơ hồ trong chuyện tương lai, họ bị ảnh hưởng đặc tính của loài chuột, sở thích và mục tiêu thì rất rõ ràng, nhưng làm thế nào để đạt được thì chỉ có thể tuỳ cơ mà ứng biến. Đôi lúc họ thận trọng đến mức thiếu tự tin vào bản thân mình, hoặc làm gì cũng cẩn thận đến mức khiến bản thân cứ xoay quanh những suy nghĩ mơ hồ mà khó đưa ra quyết định, rồi có lúc thì quyết định vội đến mức cảm tính. Điều này phần nhiều khiến cho Bính Tý sẽ có những lúc hối hận về những quyết định của bản thân mình. Năm 2021 quả thực 1996 nên dùng nó để tập trung vào công việc thay vì mơ hồ mông lung như một vài năm trước đây bởi lẽ thời gian sẽ không chờ bất kỳ ai. Về công việc, năm 2020 là một năm làm nhiều mà thành quả thì ít, khá nhiều người 1996 đang chán ngán với công việc và môi trường làm việc ở thời điểm hiện tại. Nên cân nhắc việc chuyển đổi công việc vì năm Tân Sửu sẽ có một bước ngoặt trong công việc đối với Bính Tý. Thật ra sẽ có nhiều người tuổi này đang cảm thấy công việc hiện tại khiến họ không thể phát triển, năng lực của họ đang bị đặt không đúng chỗ. Cũng đúng, bởi lẽ Bính Tý vốn là tuổi thông minh, có tài, nhưng khá nhiều người lại bị thiếu tính kiên nhẫn với công việc, thậm chí nhiều người dù muốn đổi việc, không thích công việc đó nhưng đi làm công việc khác thì lại không biết nên làm gì. Bính Tý nên ngồi lại và đánh giá lại năng lực của bản thân xem con đường nào thực sự phù hợp với bản thân mình thay vì mơ mộng, mỗi thứ biết một tí và không giỏi hẳn về một thứ gì. Nửa đầu năm 2021 sẽ vẫn còn dư âm của sự ảm đạm, những thay đổi trong công việc của Bính Tý trong năm tới sẽ cần thời gian chuẩn bị và sự quyết tâm cao. Có thể có những mặt thay đổi về công việc từ tháng 5 trở đi, và đây cũng là năm Nhiều khả năng xuất hiện quý nhân giúp đỡ về mặt công việc, đôi khi chỉ là một lời khuyên từ một người xa lạ cũng có thể khiến 1996 thay đổi vì họ là tuổi thích nghi với môi trường khá tốt. Tất nhiên vì nữ giới gặp sao Thái Bạch nên cần chú ý về mặt tiền bạc trong công việc kẻo mệt mỏi. Đối với nam giới Bính Tý, sau một năm phạm sao Kế Đô, họ được bù đắp bằng một năm sao Thái Âm nên công việc cũng sẽ yên ổn hơn. Thêm nữa Bính Tý rất dễ bị thu hút bởi những miếng mồi ngon hoặc những lợi nhuận hào nhoáng trước mắt, thậm chí đây là yếu điểm của họ, vì thấy mọi người làm được nên bản thân cũng dễ mà bị cám dỗ. Nhưng miếng pho mai ngon chỉ nằm trên cái bẫy chuột mà thôi, đừng vì ham làm giàu mà vội vàng để rồi  Qua sông mắc núi, trở lại mắc sông. Chú ý tháng 2, 8, 9, 11 công việc xuất hiện áp lực từ nhiều phía. Chỉ nên đổi công việc khi thật sự cần và chắc chắn, nếu còn nhiều hoài nghi, 1996 nên tham khảo ý kiến của mọi người để tránh những quyết định thiếu sáng suốt. Về tình cảm, năm vừa qua có rất nhiều người tuổi 1996 lựa chọn để kết hôn, tất nhiên năm 2021 vì phạm Kim Lâu nên nữ giới Bính Tý không nên lựa chọn kết hôn vào năm này. Trước đây Bính Tý có thể khá trọng về tình cảm, nhưng càng về sau, họ bắt đầu thực tế hơn, nhiều người sẽ có xu hướng chưa muốn lập gia đình hoặc chỉ nghĩ đến yêu đương khi có tiền hoặc công việc ổn. Năm Tân Sửu sẽ là năm Bính Tý không thật sự tập trung nhiều vào tình cảm cho lắm vậy nên tình cảm của năm này sẽ không có nhiều biến động. Với Bính Tý mà nói, họ cũng là tuổi hay gặp những sự bất ngờ trong tình cảm, có những thứ vượt ngoài cả dự tính. Lúc yêu có thể rất vui vẻ ríu rít, đến một ngày đẹp trời thì cứ thế mà đi chẳng vì lý do gì. Bính Tý có lẽ sẽ phải trải qua tương đối nhiều cung bậc cảm xúc trong tình cảm, lúc hạnh phúc lên mây, khi thì bê bết như chuột gặp mưa, lúc thì rõ lắm duyên, khi thì ế không một ai đến. Thêm vào đó vì cá tính khá hoà đồng, họ nói chuyện với ai cũng nhiệt tình như vậy để rồi bản thân cũng dễ mà hụt hẫng vài lần, thậm chí khiến bản thân khó xử. Tình duyên trong năm 2021 đối với nam giới 1996 lại có phần tốt hơn nữ giới. Nhưng đây là năm cần chú ý về mặt tình cảm, kể cả với người yêu hay là vợ chồng, dễ xảy ra mâu thuẫn và nhiều suy nghĩ tiêu cực vào giai đoạn tháng 3, 4, 8, 9. Nữ giới 1996 gặp hạn Thiên La sẽ khiến bản thân hay buồn phiền và bất an. Dù có chuyện gì xảy ra thì không nên căng thẳng trong năm này để tránh những điều không thuận trong chuyện tình cảm. Có thể có một vài đối tượng mới xuất hiện trong năm 2021 với những người đang cô đơn, tuy nhiên đây không phải năm tình cảm nở rộ đối với Bính Tý. Thêm vào đó, Bính Tý cần chú ý về những mối quan hệ không cần thiết hoặc là những mối quan hệ không tên, trên tình bạn mà dưới tình yêu khiến bản thân tốn thời gian hoặc lằng nhằng bởi lẽ đây là tuổi rất dễ gặp những điều trái ngang trong tình cảm như vậy. Về tài chính, năm 2021 sẽ đỡ hơn nhiều so với năm 2020, dù có thể có nhiều thứ phải chi tiêu nhưng ít nhất sẽ không còn bị như năm vừa qua. Nhưng vì nữ giới 1996 bị ảnh hưởng bởi sao Thái Bạch nên cần chú ý trong những khoản chi tiêu, tốn tiền linh tinh, thậm chí mất tiền mà không giải quyết được vấn đề. Tài chính sẽ gặp chút vấn đề vào tháng 3, 4, 5, 6 nhưng cũng sẽ chóng được giải quyết. Những năm về sau, thay vì việc thích những thứ linh tinh hoặc thích hưởng thụ, Bính Tý sẽ có những mục tiêu như nhà hoặc xe... Có rất nhiều người tuổi Bính Tý làm ăn rất tốt, tài bạch rất tốt vì họ giỏi nắm bắt cơ hội. Nhưng phần nhiều tài chính của Bính Tý như đi câu vậy, lúc lên lúc xuống nên cần có kế hoạch chi tiêu và đây là năm nên tích góp cho tương lai thì hơn. Chuột khó mà ôm cái gì quá nhiều ở người, chỉ có thể đi kiếm ăn rồi tích đầy hang mà thôi. Dù tuổi Bính Tý không phải tuổi nghèo về tiền bạc vì số họ dù vào hoàn cảnh khó cũng đều sẽ có vận may đến, nhưng tuổi này lại rất dễ bị ám ảnh bởi tiền, không thấy tiềnthì sẽ bồn chồn lo lắng nên họ sẽ luôn bị cảm giác đuối về tài chính. Năm Tân Sửu là năm 1996 có thu nhập đều đặn và bình ổn, có thể sẽ chưa thực sự được như mong đợi nhưng cũng không đến mức quá mệt mỏi vì tài bạch. Về bạn bè, chú ý về bạn bè xung quanh hoặc đồng nghiệp trong năm 2021 vì có thể xuất hiện người khiến cho bản thân mình cảm thấy khó chịu hoặc chèn ép mình. Bính Tý cũng nên chú ý lời nói vì đôi khi họ ăn nói hết sức vụng về hoặc quá thẳng tính. Khi chơi với bạn bè, 1996 rất nhiệt tình với bạn bè nhưng thường thì sau đó vì cuộc sống, công việc khiến cho bạn bè ngày dần xa cách nhau. Tuy nhiên một khi đã chơi với ai thật, Bính Tý sẽ chơi với bạn bè khá lâu. Đây cũng là tuổi dễ bị thị phi bất ngờ, nên cần chú ý tháng 3, 6, 8, 11. Về sức khoẻ, Bính Tý nên chú ý về sức khoẻ, nhất là về tai mũi họng, da liễu, bụng dạ. Bính Tý không phải là tuổi có sức khoẻ tốt nhưng nếu có bệnh cũng sẽ chóng qua. Năm 2021 chú ý sức khoẻ vào tháng 3, 7, 8, 11, dễ bị ốm hoặc cảm vặt, thêm vào đó chú ý hạn xe cộ nhẹ vì đây là tuổi dễ bị hạn về chân tay xe cộ. Tháng 1: Cuộc sống bình yên, hoan hỉ. Tháng 2: Áp lực công việc nhiều khiến bản thân mệt mỏi. Tháng 3: Chú ý hạn sức khoẻ, dễ xuất hiện tiểu nhân. Tháng 4: Tình cảm có biến động cần chú ý, có may mắn trong công việc. Tháng 5: Có chuyển biến về công việc mang tính chất tốt. Tháng 6: Mọi sự hoan hỉ, may mắn. Nhìn chung năm 2021 đối với Bính Tý là một năm có những chuyển biến về công việc rất cần cho tương lai. Tuy nhiên vì mệnh Thuỷ gặp năm Thổ, lại thêm nữ giới gặp sao Thái Bạch và hạn Thiên La nên vẫn sẽ là năm chỉ có một vài điểm thay đổi trong sự nghiệp chứ chưa thực sự là năm phát đạt đối với Bính Tý. Nam giới 1996 sẽ có một năm êm đềm ít biến động, ngược lại nữ giới Bính Tý trong năm 2021 sẽ rất nhạy cảm và dễ bị buồn phiền, u sầu vu vơ nhất là giai đoạn tháng 3 và tháng 8. Bính Tý không cần phải ép bản thân phải thành công và giàu có, tuổi này cần gặp thời mới có thể phát huy được năng lực bản thân, nên dù có vội vàng mà không đúng thời thì cũng như một đêm kiếm ăn bất thành của chuột mà thôi. Chúc mọi người một năm mới bình an! ❤️",
	"mao":"Kỷ Mão - 1999. Nam mệnh gặp sao Thái Dương (tốt). Nứ mệnh gặp sao Thổ Tú ( trung bình). Năm 2020 đối với Kỷ Mão là một năm lười nhác. Dù không muốn nhưng mọi thứ cứ khiến cho Kỷ Mão phải lười. Có muốn làm gì cũng khó khăn, và cứ thấy khó thì nản. Lại là năm phạm Thái Tuế nên Kỷ Mão không thật sự gặp thời lắm, lại cộng thêm bản tính hậu đậu và lười nên năm vừa qua Kỷ Mão hay gặp những chuyện xui lặt vặt. Công việc hay tình duyên thì cũng đều đủng đỉnh suốt cả một năm dài. Rồi càng về cuối năm lại vẫn là điệp khúc lười vang lên để rồi cả một năm chẳng thể tích luỹ được gì nhiều. Kỷ Mão sẽ kêu oai oái như thể mình đã cố gắng nhiều lắm và bị đối xử không tốt, nhưng để nhìn lại thì Kỷ Mão chưa bao giờ cố gắng hết năng lực của mình cả. Năm 2021 có lẽ cũng chỉ đỡ hơn một chút đối với Kỷ Mão. Nhưng nếu như Kỷ Mão không thay đổi bản thân thì đến vài năm nữa những thành tựu họ đạt được cũng không đáng là bao. Năm Tân Sửu là một năm Kỷ Mão nên bận bịu với công việc để bản thân mình không bị trì trệ thì hơn. Kỷ Mão nên kết thêm bạn bè và học hỏi kinh nghiệm nhiều hơn trong năm 2021, thêm vào đó cần học cách trưởng thành hơn vì thời gian sẽ không chờ đợi ai cả. Kỷ Mão là tuổi lười trong tất cả mọi thứ, họ lười đọc những thứ dài, lười hoặc ngại phải nghĩ cái gì quá lâu, ngại cả việc phải đấu tranh hay nói đúng hơn là thấy cái gì khó thì lủi đi mà chọn đường khác. Tất nhiên với cá tính này hay có, dở có, hay ở chỗ rằng họ không quá cầu toàn nên không bị áp lực nhiều, cuộc sống của họ sẽ bình yên và thong thả trước những tác động ngoài kia. Dở ở chỗ rằng họ đủng đỉnh đến mức làm gì cũng chậm hơn người ta, được thì được, thua thì thôi, đôi khi lại thiếu tinh thần chiến đấu. Thậm chí phần nhiều những người tuổi này khi nhìn lại sẽ vẫn thấy mình trẻ con, mông lung mơ hồ, nửa thích cái này, nửa thích cái khác khiến bản thân không biết nên chọn hướng nào. Kỷ Mão còn là tuổi vụng mồm vụng miệng, cứ nghĩ gì là nói nấy nên lời nói không thật sự được thấu đáo. Thêm vào đó họ cũng là tuổi khá nhạy cảm, họ dễ cảm động, dễ bị thu hút bởi những điều lấp lánh, dễ bị tin người và hành động cảm tính. Nhưng những vấn đề này, chắc phải khi Kỷ Mão lớn tuổi nữa mới có thể khắc phục được. Hành tung của Kỷ Mão cũng khá bí ẩn, đôi khi họ loanh quanh cũng hết ngày và chả nhớ mình đã làm gì, lúc lại cứ âm thầm làm việc này việc kia mà không để ai biết, khi thì thích nơi xô bồ, lúc lại lười đi chơi. Kể cả trong chuyện tình cảm cũng vậy, cứ cảm tính vậy thôi chứ chưa thực sự nghĩ được xa xôi. Ngay cả đến bản thân họ đôi lúc cũng không hiểu nổi mình, nhiều khi hành động thật sự ngốc nghếch, khi thì lại khôn ngoan lạ thường! Về công việc, Kỷ Mão nên tập trung hơn vào công việc, nếu có khó khăn cũng nên cố gắng thay vì thở dài ngao ngán rồi bỏ cuộc. Năm 2021 là năm mà Kỷ Mão chỉ được về đường công việc từ giữa năm trở đi. Nửa đầu năm, dư âm của năm 2020 sẽ vẫn còn nên Kỷ Mão sẽ cảm thấy không thật sự có động lực công việc cho lắm. Nếu còn những dự định dang dở chưa thực hiện thì nên cố gắng hoàn thành trong năm Tân Sửu. Đôi khi biết rằng nỗ lực để tốt cho bản thân nhưng 1999 vẫn cần có người đưa đường chỉ lối hoặc củng cố tinh thần cho mình. Ước mơ thì Kỷ Mão có rất nhiều, ngồi một lúc là mơ màng được rồi, nhưng để sao thực hiện được thì chưa nghĩ tới, còn tuỳ thuộc cả vào yếu tố thời tiết nữa. Kỷ Mão khá lười, nên lựa chọn những công việc nhẹ nhàng, môi trường ít cạnh tranh và có tính năng động để cải thiện bản thân thì hơn. Nếu như đang dang dở việc học thì chớ nên nghĩ đến việc gì khác vì 1999 không phải tuổi giỏi sắp xếp thời gian biểu, nếu đau đầu vì công việc ắt sẽ bỏ dở việc học. Năm Tân Sửu, nam giới 1999 gặp sao Thái Dương, là sao tốt trong công việc nên tận dụng để phát triển công việc thì sẽ khá tốt. Sự nghiệp năm 2021 chỉ có một vài nét thay đổi chứ không có nhiều sự khác biệt lắm, nửa đầu năm sẽ hơi ảm đạm và nhạt nhẽo. Cần chú ý tháng 2, 3, 7, 10 vấn đề về công việc. Nếu muốn học thêm hoặc chuyển đổi công việc thì vẫn có thể thực hiện được, còn để làm giàu vào năm Tân Sửu thì chưa phải lúc! Về tình cảm, Kỷ Mão là tuổi thích được nuông chiều và đối xử dịu dàng, nhưng đôi lúc lại bảnh choẹ đúng chất Hoàng Thượng. Nhưng để phán đoán được tình cảm của 1999 thì không phải dễ bởi lẽ họ yêu đương đều theo cảm tính, khó mà có lý trí, duyên đến bất ngờ, duyên đi thì vô định. Đây cũng là tuổi dễ có những thứ tình cảm chóng vánh, sớm nở tối tàn, thậm chí họ còn không hiểu nó đi về đâu, nên như thế nào, nên ra làm sao. Tuy nhiên Kỷ Mão tuyệt nhiên không nên kết hôn sớm, họ cần trải nghiệm nhiều hơn, trưởng thành hơn trước khi đến với cuộc sống hôn nhân. Nhưng Kỷ Mão cũng là tuổi khó lòng chọn được duyên ưng ý, thậm chí có những người còn than vãn ế ẩm suốt ngày. Năm 2021 sẽ là năm nhân duyên có phần tốt hơn so với 2020, tất nhiên sẽ còn phụ thuộc vào rất nhiều yếu tố nữa. Nhưng Kỷ Mão cũng không cần nóng vội quá, càng không nên đủng đỉnh quá, hoa nên nở đúng mùa, người nên gặp đúng lúc thì hay hơn. Đôi khi duyên đến lại ngoe nguẩy bước đi, duyên đi rồi lại tiếc, lúc thì thèm có người yêu, khi thì thích tập trung công việc. Đối với những cặp đôi yêu nhau, năm 2021 là năm cần chú ý rất nhiều về tình cảm vì đây là năm bắt đầu những lo ngại về tương lai xuất hiện, áp lực công việc dần đến khiến cho Kỷ Mão dễ bị liêu xiêu làm ảnh hưởng tình cảm. Chú ý các tháng 3, 4, 7, 8 dễ có cãi vã lớn. Nữ giới 1999 gặp sao Thổ Tú sẽ khiến bản thân buồn phiền lo âu, thậm chí tinh thần sụt giảm, tình cảm gặp trở ngại vào tháng 4 và 8. Đối với các bạn còn đang độc thân, sẽ có một vài đối tượng xuất hiện hoặc bản thân sẽ có rung động vào giai đoạn tháng 5, 6, 9, 10. Chớ nên đòi hỏi quá nhiều ở đối phương, cũng đừng nên yêu bằng mắt để rồi lại trong chán ngoài thèm. Thêm vào đó, Kỷ Mão nên chú ý trong chuyện tình cảm bản thân dễ trở nên bị động hoặc thụ động vào đối phương, thậm chí vì cảm tính mà rơi vào những chuyện tình không tên, không lối thoát! Về tiền bạc, Kỷ Mão cũng tiêu pha theo cảm tính, chưa thực sự nghĩ được tới đường xa. Nhưng cũng không cần ép bản thân phải trưởng thành quá sớm làm gì. Năm 2021 sẽ là năm 1999 có nhiều thứ phải chi tiêu thay vì việc có thể tích góp gì đó. Nhưng để tích góp vào thời điểm này quả thực khá khó đối với đặc tính của Kỷ Mão. 1999 cũng là tuổi khi cần sẽ xuất hiện những sự giúp đỡ từ phía gia đình hoặc người thân, nhất là về tài chính nên đây là tuổi khó lòng mà đói được. Cần chú ý những việc chi tiêu lung tung, dễ bị lừa hoặc rơi tiền, hỏng đồ đạc vào tháng 4, 7, 8, 11. Kỷ Mão dễ bị rơi vãi tiền, thậm chí khó mà cưỡng lại được lời mời mọc từ phía bạn bè. Với bản tính cả nể và đầu óc lơ thơ, tiền bạc của 1999 nhìn bề ngoài có vẻ rủng rỉnh nhưng chỉ cần một cơn gió tạt qua cũng đủ rét run. Đây cũng là tuổi hay ăn lộc sổi nên cứ thỉnh thoảng lại có chút lộc nhỏ hoặc tiền bạc vơi lại đầy, tất nhiên cũng đã đến lúc cần phải lo cho tương lai nhiều hơn nên đừng vì thế mà vung tay quá sức. Có thể mua của hoặc đi du lịch trong năm 2021 sẽ khá tốt. Về bạn bè, Kỷ Mão rất dễ làm quen và kết giao, nhưng càng ngày sẽ càng lười giao tiếp. Họ sẽ chơi được với những người có tính cách cũng na ná như mình, và sẽ khá nhiệt tình với bạn bè. Đây cũng là tuổi có quý nhân giúp đỡ nên nếu có thể, hãy chơi và kết giao với những người hơn tuổi thì hơn. Tuy nhiên vạ miệng có thể ập đến bất kì khi nào đối với 1999, dù họ có thân thiện đến mấy nhưng đôi lúc họ lại tỏ ra cảnh vẻ hoặc khuôn mặt cứ lạnh lùng bí xị ra khiến người xung quanh hiểu nhầm. Thêm vào đó Kỷ Mão hay có kiểu chưa làm đã kêu, chưa đọc đã kêu dài, chưa làm đã sợ khó nên cũng dễ khiến cho người xung quanh chán nản. Năm 2021 có thể sẽ xuất hiện một vài người bạn mới trong công việc, tuy nhiên cần chú ý tháng 5, 6, 8, 10 về thị phi hoặc chuyện bực dọc trong giao tiếp với bạn bè và người xung quanh. Về sức khoẻ, Mèo lười nên thực sự chú ý đến sức khoẻ nhiều hơn vì tuổi này có thể sẽ nhiều người còn lười cả việc tập thể dục khiến da thịt cứ nhũn như bông vậy. Chú ý vấn đề về mắt và đường tiêu hoá, vốn dĩ Kỷ Mão không giỏi chịu đau và cũng không giỏi mang vác vật nặng nên cần cải thiện sức khoẻ thì hơn. Cần cẩn thận hạn xe cộ và sức khoẻ vào tháng 2, 3, 10, 11. Tháng 1: Du xuân hoan hỉ. Tháng 2: Chú ý hạn xe cộ nhẹ. Tháng 3: Áp lực và mệt mỏi về công việc. Tháng 4: Hao tiền hao của tuy nhiên không đáng lo. Tháng 5: Có quý nhân giúp đỡ, công việc chuyển biến. Tháng 6: Xuất hành thuận lợi, hoan hỉ. Sẽ có nhiều bạn 1999 đọc bài viết và kêu ca dài lười đọc nhưng nhìn chung năm 2021, Kỷ Mão cần thiết lập lại trật tự của bản thân, chớ nên để chữ Lười lấn át mình như những năm vừa qua. 23 tuổi, Nam giới Kỷ Mão gặp hạn Toán Tận nên chú ý những hạn nhỏ bất ngờ, nhưng vì sao Thái Dương chiếu mệnh nên mọi thứ cũng nhẹ nhàng chóng qua. Nữ giới gặp hạn Huỳnh Tuyền cần chú ý vấn đề về sức khoẻ. Kỷ Mão sẽ là tuổi có cuộc sống càng về lớn càng an toàn và an yên, nhưng đừng để bản thân chán nản vào những phút quan trọng là được. Chúc mọi người năm mới bình an! ❤️",
"thin":"Canh Thìn - 2000. Nam mệnh gặp sao Thái Bạch ( không tốt). Nữ mệnh gặp sao Thái Âm ( tốt). Năm 2020 thường được biết đến là một năm Tam Hợp đối với Canh Thìn, hiểu theo cách khác là năm 2020 không phải năm xấu đối với 2000. Nhưng với bản chất và tính cách của Canh Thìn thì đối với họ, đây cũng là một năm trắng tay. Một năm mà thời chưa tới và cái gì thì cũng muốn khiến bản thân những người tuổi này trở nên bất lực. Công việc muốn thì cũng chưa được như mong, mà tình cảm có mong thì cũng ngoài ý muốn. Suy cho cùng họ cứ như lật đật, xoay bên nọ, xoay bên kia đều không thực sự tốt. Năm 2021 là một năm phạm Thái Tuế đối với Canh Thìn nên cũng không phải là năm tốt. Lại thêm tuổi Thìn gặp năm Sửu thì mọi thứ đến với 2000 sẽ đều rất chậm và đòi hỏi phải cực kỳ cố gắng may ra mới toại lòng. Thành công có thể sẽ không đến sớm trong nửa đầu năm 2021, mà sẽ chỉ chầm chậm và le lói vào cuối năm mà thôi. Nhưng cũng chẳng thể nào đòi hỏi 22 tuổi phải thành công, phải giàu, phải có được cuộc sống như mơ ước được! Canh Thìn là một trong số những tuổi kêu ca nhiều bậc nhất, không đạt được mục đích thì sẽ dễ bị vùng vằng, đổ lỗi cho cái này, đổ cho cái nọ. Họ là tuổi có cái tôi rất lớn, vừa mang đặc tính của tuổi Rồng, lại có đặc tính của mệnh Kim và của những người đứng chữ Canh. Cái tôi của Canh Thìn chưa bao giờ là mất đi cả, có điều so với những năm ngông cuồng tuổi 18, 19 thì giờ đỡ hơn chút, thay vào đó là ngang ngầm. Vẫn là tuổi nhiều cao vọng, nhiều ước mơ, thậm chí nhiều người tuổi này vô tình đánh giá bản thân mình hơi cao, cái gì cũng muốn và cũng thích làm nhưng thành công thì chưa thấy. Rồi cứ thế cuộc sống dần dần cho Canh Thìn những bài học khiến họ hiểu hơn rằng chẳng có gì dễ dàng cả. Rồi 2000 bắt đầu bị mông lung, họ làm gì cũng muốn phải thành công ngay nên từng bước đi của họ cứ mông lung như vậy. Thậm chí có nhiều người bắt đầu có xu thế chống đối với cuộc sống, đúng kiểu nếu đã không được thì thôi, muốn như thế nào thì như, không buồn nỗ lực và cố gắng nữa. Một vài sự bất mãn, một đôi chút tự cao, một vài nét tự ti và đôi điều mơ hồ tạo nên một tuổi Canh Thìn mâu thuẫn như bây giờ. Canh Thìn cũng là tuổi yêu sớm, nhân duyên bén sớm nhưng càng sớm càng chóng tàn, bởi Canh Thìn cần có thời gian để ổn định tư duy của bản thân và sắp xếp lại cuộc sống. Nếu như chói buộc bản thân vào hôn nhân quá sớm thì có lẽ sẽ là một thiệt thòi đối với những người tuổi này. Về công việc, Canh Thìn không nên quá mơ mộng vào những sự bứt phá quá lớn, nên sống thực tế và làm tốt hơn những gì mình đang làm. Nhà lầu hay xe hơi ai chẳng muốn, tiền tài hay địa vị có mấy người chê? Nhưng ở tuổi 22 thì nên gạt bỏ bớt cái tôi của bản thân lại và chỉ cần làm tốt công việc của mình là được. Có 0 thì mới có 1, không có bột chớ mong gột nên hồ. Nếu không thể làm tốt những bước đi đầu đời thì những năm sau sẽ càng liêu xiêu hơn. Vốn dĩ Canh Thìn là tuổi có năng lực, có thế mạnh, có sự tự tin nhưng họ lại chưa thực sự biết tận dụng nó khiến cho bản thân cứ nhìn đi đẩu đi đâu mà rồi quên mất những giá trị cốt lõi. Vẫn là câu nói cũ, Canh Thìn sinh ra không dành cho việc học, nhưng đôi khi học lại là con đường giúp họ vững vàng hơn trong sự nghiệp. Năm 2021 có thể học hỏi thêm kinh nghiệm, học thêm về bằng cấp hoặc chứng chỉ sẽ khá tốt cho 2000. Thêm vào đó có thể tìm kiếm những công việc làm thêm hoặc thay đổi công việc để có thêm nhiều trải nghiệm nếu muốn. Nhưng trước khi làm điều gì, nên suy nghĩ thật kỹ xem mình có thực sự muốn hay không, điều mình sắp sửa làm có lợi cho tương lai hay không. Canh Thìn nên thay đổi trong cách làm việc, suy nghĩ kỹ hơn, trầm tính hơn thay vì sốc nối mà hỏng việc. Công việc có thể tốt hơn từ tháng 6 trở đi, nửa đầu năm khi mà dư âm của năm 2020 vẫn còn cộng thêm Thái Tuế sẽ khiến cho Canh Thìn chưa thực sự có nhiều bứt phá. Hơn nữa hạn Thiên Tinh sẽ khiến cho nam giới 2000 cần chú ý đến những giấy tờ, sổ sách hoặc các khoản đầu tư trong năm tới. Sao Thái Bạch là sao khiến gia chủ dễ bị hạn về đường tiền bạc nên năm 2021 không phải là năm khởi sắc cho những khoản đầu tư đối với nam giới tuổi này. Cần chú ý tháng 3, 6, 9, 12 sẽ có sự mệt mỏi và áp lực về công việc. Canh Thìn cũng rất dễ trở nên bất cần nếu như gặp sự khó khăn, nên tự trấn an bản thân thì hơn. Về tình cảm, đối với Canh Thìn mà nói thì cái gì họ cũng muốn phải ổn hoặc hoàn hảo. Nhưng về tình cảm thì lại dễ bị cảm tính. Đôi khi quyết định quá vội để rồi phải hối hận, khi thì lưỡng lự khó xử mãi không thôi. Canh Thìn nên ngồi lại và đánh giá tình hình, nếu như cần sự nghiệp thì ổn định sự nghiệp trước hoặc ngược lại. Bởi lẽ bả thân Canh Thìn cũng chẳng phải tuổi may mắn gì trong tình cảm, đứng chữ Canh thì mấy ai tình cảm thuận lợi đâu. Chớ có nghĩ yêu được cưới được dễ dàng thì là hạnh phúc, bởi lẽ còn nhiều thứ mà Canh Thìn sẽ cần phải trải qua trong tương lai. Đây cũng là tuổi dễ bị thị phi trong chuyện tình cảm nhất, cũng là tuổi dễ bén vào những duyên linh tinh, chóng vánh chẳng đọng lại gì. Thậm chí có khá nhiều người nữ giới tuổi này dễ bị bén duyên với những người có gia đình. Tình cảm của tuổi Canh Thìn khó mà tiên liệu trước được vì rất dễ xảy ra những sự bất ngờ. Năm 2021 có thể xuất hiện nhân duyên vào nửa cuối năm cho 2000, nhưng cũng như cưỡi ngựa xem hoa mà thôi. Đối với tình duyên của 2000, càng yêu lâu lại càng dễ chán, ngoại cảnh chi phối khiến cho Canh Thìn rất dễ xảy ra mâu thuẫn thậm chí rất dễ để lại hậu quả không mong muốn. Năm Tân Sửu cũng là năm mà những người tuổi 2000 cần chú ý cãi vã trong chuyện tình cảm khiến bản thân mệt mỏi, nên tiết chế bản thân, khi nào cần trẻ con thì trẻ con, bao giờ cần chững chạc thì chớ có mè nheo muốn theo ý mình. Dù ngông cuồng đến mấy thì Canh Thìn cũng là tuổi dễ suy nghĩ lung tung, nay vui mai buồn, sao Thái Tuế sẽ khiến cho tâm trạng của Canh Thìn bị ảnh hưởng khá nhiều, nhất là giai đoạn tháng 3, 4, 8, 11. Nhân duyên có thể sẽ gõ cửa vào giai đoạn tháng 8 trở đi, nhất là với nữ giới 2000 thì tháng 9 là tháng đường tình duyên có nhiều chuyển biến tích cực Về tài chính, Canh Thìn càng lớn sẽ càng thực tế, nếu không có tiền sẽ khiến họ thiếu tự tin và bản thân trở nên áp lực, nhưng để giữ tiền như thế nào thì Canh Thìn không biết. Đây là tuổi làm được tiêu được, tiêu một cách chóng mặt, thích gì tiêu nấy, cái gì mới mẻ cũng muốn thử, thậm chí khá sành ăn và sành thưởng thức. Canh Thìn trong năm Tân Sửu lại không quá lo ngại về tiền bạc, tiền bạc thậm chí có phần đều hơn so với năm 2020. Tuy nhiên thì năm 2021 lại là năm tiêu tốn tiền của đối với Canh Thìn, sẽ có khá nhiều thứ phải chi hoặc do sự hào hứng, sự rủ rê của bạn bè cũng sẽ khiến cho 2000 phải rút ví mà tất tay. Vì nam giới tuổi Canh Thìn gặp sao Thái Bạch nên trong năm 2021 cần chú ý về những khoản chi tiêu hoặc đầu tư. Nhưng Canh Thìn không phải tuổi dễ bị đói nên tiền bạc cũng có lợi thế là khá ăn may. Tuy nhiên đây là tuổi dễ bị thu hút vào những khoản đầu tư, hoặc những món lợi trước mắt khiến bản thân thiệt nhiều hơn là lợi. Chú ý hạn về tiền bạc vào tháng 3, 4, 7, 9, 12. Năm 2021 sẽ khiến cho Canh Thìn khó lòng mà tích luỹ được. Về bạn bè, đây là tuổi dễ bị mang tiếng hoặc thậm chí nhiều người không mấy ưa Canh Thìn vì tính cách ngang ngược của họ. Canh Thìn hợp chơi với những người bạn có cá tính như mình, họ cũng là tuổi khó mà học được cách khôn khéo và nịnh nọt người khác. Trong chuyện tình cảm cũng như ở môi trường công việc, thậm chí gần nhất là trong gia đình, Canh Thìn cũng một mình một lối, khó mà nghe theo ai. Thậm chí có nhiều người còn như tảng băng, muốn mọi người xung quanh thay đổi chứ không phải mình tan chảy vì mọi người. Quả thực Canh Thìn nên học hỏi rất nhiều về kĩ năng sống cũng như kĩ năng giao tiếp để bản thân phát huy được tốt năng lực của mình. Năm Tân Sửu sẽ dễ có cãi nhau hoặc sự bực dọc trong gia đình, bố mẹ, nhất là vào giai đoạn tháng 3, 4, 8, 10. Về sức khoẻ, chú ý nhất về hạn chân tay xe cộ, bởi lẽ Canh Thìn là tuổi dễ bị hạn xe cộ và dễ có sẹo trên chân tay. Chú ý vào tháng 3, 6, 8, 9, 12, hạn chế xuất hành vào đêm hôm hoặc tụ tập đêm hôm. Nữ giới Canh Thìn gặp hạn Tam Kheo nên cần chú ý bệnh về mắt và chân tay. Tuy nhiên vì gặp sao Thái Âm nên nếu có hạn thì cũng là hạn nhẹ, chóng qua. Tháng 1: Du xuân bình an, hoan hỉ. Tháng 2: Mọi sự ảm đạm, chán nản. Tháng 3: Chú ý áp lực công việc, hạn xe cộ nhẹ. Tháng 4: Tiền bạc hao hụt, tuy nhiên lại được việc. Tháng 5: Công việc có một vài thay đổi nhỏ. Tháng 6: Chú ý sức khoẻ kém, có lộc tiền bạc. Nhìn chung năm 2021 nhận định là một năm nhiều thử thách đối với Canh Thìn, nhưng không phải như điệp ngữ mọi người hay nói rằng tuổi của mình năm nào cũng hạn. Năm 2021 đòi hỏi Canh Thìn phải nhìn nhận lại đường đi của bản thân, cái gì cần thì làm trước. Khi phạm Thái Tuế thì mọi sự đều nên chậm mà làm chứ không nên nóng vội sẽ càng khiến bản thân mệt mỏi. Người giỏi không phải là người mỗi thứ biết một tí mà là người phát huy tốt nhất cái gì mình giỏi nhất, chớ vì cái lợi trước mắt mà quên mất đại cuộc về sau. Vì nữ giới Canh Thìn gặp hạn Tam Kheo nên trong năm 2021 cần chú ý hạn xe cộ và mắt kém. Nam giới Canh Thìn gặp sao Thái Bạch và hạn Thiên Tinh nên tuyệt nhiên chú ý vấn đề công việc, tiền bạc. Chúc mọi người một năm mới bình an! ❤️",
"ti":"Tân Tị- 2001. Nam mệnh gặp sao Thuỷ Diệu ( trung bình ). Nữ mệnh gặp sao Mộc Đức ( tốt ). Năm 2020 là năm mà Tân Tị rất mơ hồ về cuộc sống, tương lai, công việc, sự nghiệp. Khi vừa bước vào những năm đầu tiên, họ gặp Tam Tai, gặp Thái Tuế, lại thêm một năm Canh Tý với đủ thứ ngang trái khiến cho Tân Tị càng lúc càng trở nên mông lung. Kết thúc năm 2020, Tân Tị thở phào nhẹ nhõm, nhưng để tính toán gì trong năm tiếp theo thì chắc hẳn có nhiều người vẫn còn đang bỡ ngỡ Năm 2021 là năm Tam Hợp đối với Tân Tị, tuy nhiên vì nằm trong đại vận Tam Tai nên 2001 sẽ vẫn bị ảnh hưởng ít nhiều. Khi gặp năm Sửu, Tân Tị có thể sẽ khó mà thực hiện được cơ đồ lớn hoặc mọi thứ sẽ đến theo một cách vô cùng chậm rãi đối với Tân Tị. Năm 2021 có thể sẽ tốt hơn đôi chút đối với Tân Tị, những dự định nhỏ có thể thực hiện được, nhưng dự định lớn sợ hơi khó. Tân Tị là một trong số những tuổi có suy nghĩ khá mơ hồ về đường tương lai. Họ loay hoay không biết nên làm gì, nên ra sao, nên như thế nào trong những quyết định. Nhiều lúc họ tự hỏi bản thân thích gì, hợp với điều gì nhưng chưa chắc đã tìm thấy câu trả lời. Đây cũng là tuổi càng lớn càng bộc lộ vẻ ngang lỳ, khác với sự bộc phát của Canh Thìn, Tân Tị ngang ngầm, họ âm thầm mà bướng bỉnh, thậm chí có nhiều người tuổi này có cái tôi rất lớn, họ có thể trở nên bất cần hoặc trở nên lạnh lùng hơn bao giờ hết. Để nắm bắt được suy nghĩ cũng như tính cách của tuổi này không phải là dễ bởi hành tung của rắn thường khá khó đoán, thậm chí con rắn chẳng bao giờ bò thẳng cả. Cũng chính vì vậy mà Tân Tị không ít lần mâu thuẫn với chính bản thân mình. Tân Tị càng về sau sẽ càng muốn bản thân độc lập, không lệ thuộc vào gia đình, hay nói theo cách khác thì khá nhiều người tuổi này không hợp với gia đình. Khuôn mặt của Tân Tị cũng không bộc lộ quá nhiều cảm xúc, nhưng khi họ không hài lòng và vừa ý điều gì, họ sẽ sa sầm mặt mày xuống hoặc tỏ ra lạnh tanh. Nhưng đây cũng là tuổi nhạy cảm, cũng là tuổi suy nghĩ nhiều, thậm chí rất nhiều. Càng lúc họ sẽ càng cảm thấy bản thân suy nghĩ hơi thái quá, thậm chí là giống như những ông cụ, bà cụ non, nhưng thực tế thì đấy chỉ là cảm giác mà thôi, Tân Tị suy cho cùng vẫn như những đứa trẻ chưa nhiều trải nghiệm cuộc sống, cái gì cũng mong, điều gì cũng muốn, không làm được thì buồn, nghĩ mình bất tài, nhưng làm thế nào để đạt được thì chưa biết. Tình cảm cũng là một thứ chi phối Tân Tị khá nhiều, thậm chí đây là tuổi bén duyên khá sớm, mong mỏi và khao khát trong tình yêu khá lớn, nói đúng hơn là họ khá cầu toàn trong chuyện tình cảm. Có điều cảm xúc lại là thứ mà 2001 khó lấn át được, chính vì vậy mà nhân duyên của Tân Tị gần như không đi theo một quỹ đạo nào ổn định cả. Tân Tị ở thời điểm hiện tại sẽ có suy nghĩ khác, nhưng chỉ sau bước ngoặt tuổi 25, họ sẽ thay đổi rất nhiều trong cả tư duy và lối sống. Về công việc, thật khó để nói rằng năm 2021 sẽ là năm đại thành công hay là năm may mắn đối với Tân Tị. Chi bằng nên hoàn thành nốt những điều còn dang dở, những mục tiêu còn bỏ ngỏ của năm 2020 thì hơn. Hoặc nếu như đang đi theo một con đường nào đó thì hãy nên đi tiếp chớ nên bỏ cuộc. Phần nhiều những người tuổi Tân Tị có số đi xa nhà, nhiều người có cung xuất ngoại, nhưng Tân Tị phải rất nỗ lực may ra mới có thể đạt được gì đó. Nhược điểm khá lớn đối với Tân Tị, họ không giỏi sắp xếp thời khoá biểu, họ dễ bị lúng túng, nói theo cách khác họ khó có thể giải quyết vài vấn đề cùng một lúc. Công việc của Tân Tị sẽ khó mà ổn định ngay ở giai đoạn hiện nay. Nếu đang theo đuổi con đường sách vở thì nên tập trung cao độ thay vì để những thứ xung quanh chi phối. Cũng giống như Canh Thìn, dù thông minh, cái gì cũng thích nhưng Tân Tị không phải tuổi có duyên nhiều với học vấn, thậm chí dễ mà học đối phó. Tân Tị ở năm 2021 sẽ bị chi phối nhiều trong đường công việc, trước nhiều những ngã rẽ và sự lựa chọn, nhưng đây là tuổi nên hỏi ý kiến người xung quanh, những người có kinh nghiệm đi trước để đưa ra quyết định đúng đắn nhất. Nếu muốn có những thay đổi về mặt công việc, có lẽ phải giữa năm trở đi mới có nhiều tiến triển. Cần chú ý sự chán nản có thể ập đến vào giai đoạn tháng 3, 4, 8, 10. Về tình duyên, năm 2021 có lẽ sẽ là một năm có sự may mắn đôi chút về tình cảm của Tân Tị. Một vài cuộc gặp gỡ hoặc một vài đối tượng có thể dần xuất hiện. Nữ giới Tân Tị được sao Mộc Đức chiếu nên có thể gặp sự may mắn. Tất nhiên nếu để nói về tình duyên của Tân Tị thì cũng không kém phần đau đầu so với những tuổi khác. Nay khi này, mai khi khác, hỏi ý kiến mọi người rồi lại theo ý mình, lại dễ yêu bằng mắt, dễ bị thu hút bởi ngoại hình. Rồi bản thân đôi khi lại dễ xét nét những chi tiết rất nhỏ. Một đặc điểm của tuổi Tân Tị, đây cũng là tuổi rất dễ hờn dỗi trong chuyện tình cảm, luôn muốn lời nói của mình có trọng lượng, dễ bị xúc động và tủi thân, thêm vào đó cũng dễ mà đưa ra những quyết định hơi vội vàng trong chuyện tình cảm. Đặc biệt với nữ giới 2001, họ dễ khiến bản thân trở nên khó xử trong một vài trường hợp, thậm chí nhiều người tuổi này dễ bén duyên với những người lớn hơn nhiều tuổi hoặc thậm chí là những người có gia đình. Bởi vậy mới nói tình cảm của Tân Tị không theo bất kì một quỹ đạo nào cả, cứ thích là yêu, khi thì dễ yêu quá, khi lại quá khắt khe. Tân Tị cũng là một trong số những tuổi dễ có những mối quan hệ thiếu sự rõ ràng, trên tình bạn, dưới tình yêu, bản thân cũng chẳng hiểu nên như thế nào, đơn giản vì rắn không bò thẳng thôi mà. Một số người nam giới tuổi này cũng khá mồm mép, thậm chí có duyên đào hoa hoặc dễ bén duyên với các chị. Tân Tị trong năm 2021 có thể sẽ gặp may mắn trong chuyện tình cảm từ tháng 4 trở đi. Tuy nhiên thì Tân Tị cũng không nên quá chủ quan, đặc biệt là những người đang có người yêu bởi lẽ 2001 là tuổi dễ chia tay vì những lý do không đáng. Mối quan hệ nào cần dẹp bỏ thì nên cân nhắc, người nào xứng đáng thì chớ nên tỏ ra hẹp hòi. Tốt nhất vẫn nên có sự tư vấn từ người xung quanh thì hơn. Tân Tị nếu như lập gia đình sớm cũng dễ gặp nhiều trở ngại, vậy nên hãy cứ tận hưởng dư vị thanh xuân thì hơn. Chú ý có sự ức chế, cãi nhau hoặc buồn phiền trong tình cảm vào tháng 2, 3, 8, 10, nhất là nam giới 2001 vì gặp sao Thuỷ Diệu, dù không phải hung tinh nhưng lại khiến bản thân suy nghĩ buồn phiền. Về tài bạch, năm 2021 sẽ có đôi phần tốt hơn về tài chính so với năm 2020. Nhưng dù là tốt hơn thì tiền bạc ở thời điểm hiện giờ của Tân Tị mới chỉ như những cánh hoa mới nở thời Tiền Vận mà thôi nên cũng khó mà tích luỹ. Còn để nói về ổn định có lẽ phải khá lâu sau mới có thể nói được. Tân Tị khi thì rất xông xênh, khi thì lại tỏ ra khá tiết kiệm, lúc hứng lên thì như nào cũng được, rồi sau đó về mới nghệt mặt ngồi tiếc. Tân Tị cũng không phải tuổi thích để cho người khác biết cụ thể số tiền nằm trong túi mình, đây lại là cách hay. Càng lớn Tân Tị càng có xu hướng khép kín hơn, hoặc không để cho mọi người bắt thóp mình bởi rắn mà bị bắt thóp thì còn gì là đáng sợ nữa. Năm Tân Sửu là năm mệnh Thổ nên mệnh Kim có thể gặp may mắn trong tài chính. Nhưng cả nam giới và nữ giới 2001 lại gặp hạn Ngũ Hộ nên cần chú ý những khoản chi tiêu, đầu tư hoặc mất mát không đáng. Năm 2021 khá thuận lợi nếu như Tân Tị muốn sử dụng tiền cho những chuyến đi chơi. Chú ý hạn về tiền bạc vào tháng 3, 5, 8, 9 có sự hao hụt, mất mát. Về bạn bè, càng về sau, Tân Tị càng dè chừng với những mối quan hệ xung quanh. Tân Tị là tuổi khá dễ kết giao, thậm chí khi cần còn khá dẻo mồm nữa. Nhưng lúc nóng tính hoặc bất cần thì lại khá thẳng và dễ bị mất lòng. Tuy nhiên Tân Tị cũng dễ vướng phải những chuyện thị phi không đáng có, nhất là nữ giới. Trong môi trường xung quanh, 2001 nên kết bạn hoặc làm việc với những người hơn tuổi thì hơn. Năm 2001 không có nhiều trở ngại trong cung bạn bè đối với Tân Tị. Chú ý thị phi, miệng tiếng lặt vặt với người trong gia đình, đồng nghiệp vào tháng 4, 6, 8, 11. Về sức khoẻ, chú ý các bệnh về đường da liễu, hô hấp. Năm 2021 là năm không có nhiều lo ngại về sức khoẻ đối với Tân Tị. Chú ý hạn xe cộ, sức khoẻ kém vào tháng 3, 5, 8, 9 nhưng nếu có thì cũng chóng qua Tháng 1: Du xuân hoan hỉ, bình yên. Tháng 2: Mệt mỏi, áp lực, chán nản công việc. Tháng 3: Chú ý hạn xe cộ, sức khoẻ. Tháng 4: Trăm sự nên thận trọng, nhiều ưu tư. Tháng 5: Công việc tốt, có may mắn. Tháng 6: Mọi điều đều bình yên. Năm 2021 nhìn chung là một năm khá ổn đối với Tân Tị, nếu như có chuyện buồn hay bực dọc cũng sẽ chóng qua. Vì vẫn nằm trong đại vận Tam Tai, gặp thêm hạn Ngũ Hộ nên năm 2021, chớ nên đầu tư lớn hoặc nên kiểm soát tài chính tốt hơn. Mọi sự có thể hơi chậm đối với Tân Tị trong năm Tân Sửu nhưng cũng không đến nỗi kêu oai oái. Thay vì thời gian ngồi suy nghĩ, kêu ca rồi mông lung mơ màng, Tân Tị nên dành thời gian để định hướng lại bản thân thì hơn. Chúc mọi người một năm mới bình an! ❤️",
"ngo":"Nhâm Ngọ- 2002. Nam mệnh gặp sao Thổ Tú ( Trung bình ). Nữ mệnh gặp sao Vân Hớn ( Trung bình ). Năm 2020 đối với Nhâm Ngọ là một năm nhiều trải nghiệm và nhiều điều bỡ ngỡ. Vừa gặp sao không tốt, vừa phạm Thái Tuế, lại thêm đủ thứ khiến cho những bước đi đầu đời của 2002 quả thực khá trớ trêu, thậm chí phải tức đến nghẹn họng khi có những cơ hội tưởng vào tận tay rồi vẫn trôi tuột. Rồi đủ thứ mới lạ với đủ những điều chưa từng có tiền lệ trong cuộc đời Nhâm Ngọ cứ dần kéo đến, cuộc sống không một màu hồng như những gì họ mong. Quà thực năm 2020 có lẽ là một năm ám ảnh đối với Nhâm Ngọ. Năm 2021 sẽ là năm với những bước đệm tốt hơn, chí ít thì cũng không khiến cho Nhâm Ngọ bỡ ngỡ hay hụt hẫng như năm Canh Tý nữa. Tuy vậy thì Nhâm Ngọ sẽ có khá nhiều thứ phải làm, phải giải quyết trong năm Tân Sửu. Thậm chí năm Tân Sửu có thể sẽ khiến cho Nhâm Ngọ vô hình cảm thấy mệt mỏi nhàm chán, nhưng so với năm 2020 thì dễ thở hơn nhiều. Cũng như một số tuổi khác, Nhâm Ngọ cũng nhiều mơ mộng, nhiều mong muốn, thậm chí bản thân họ cứ mơ màng, không thực sự hiểu rõ bản thân mình như thế nào và ra sao. Có rất nhiều người năm vừa qua đưa ra những quyết định chớp nhoáng để rồi sau đó mới thấy bản thân không phù hợp, đến khi thay đổi lại khiến chính mình mệt mỏi cũng như phiền não. Nhâm Ngọ cũng rất dễ bị đứng núi này mà trông núi nọ, nay thích cái này, mai thích việc kia, nhưng cứ hễ cái gì không thích thì rất dễ mặc định rằng bản thân không thể làm, thậm chí bỏ ngang. Nhâm Ngọ còn khá nhiều lúng túng trong công việc và tình cảm, bởi lẽ đây là tuổi không giỏi tiết chế cảm xúc, tiết chế suy nghĩ cũng như hành động của bản thân. Chỉ cần một chút khó khăn cũng cuống cuồng lên lo lắng rồi lại bỏ ngỏ. Thậm chí có những mong muốn chỉ xuất hiện chớp nhoáng rồi vụt tan. Nhưng Nhâm Ngọ kêu ca cũng rất giỏi, vì vẫn như những đứa trẻ mới học cách trưởng thành nên nhìn gì cũng bỡ ngỡ, chỉ có chút trục trặc là loạn hết tư duy. 2002 cũng là tuổi cái gì cũng thích, vừa thích học nhàn, chưa gì đã lo sợ thất nghiệp, rồi lại mong có người yêu, đủ thứ khiến Nhâm Ngọ tò mò và ước ao. Tuy nhiên thì trong 12 con giáp, Ngọ cũng là một trong số những tuổi khá chật vật cả về công việc lẫn tình cảm, vậy nên Nhâm Ngọ nên dần trưởng thành hơn và thực tế hơn. Về công việc, Nhâm Ngọ nên tập trung vào chuyên môn thay vì việc cứ mải mê chạy theo những thứ ở đâu đó. Cần xác định rõ bản thân thích gì, hợp với thứ gì chứ đừng để ngoại cảnh chi phối mình. Đang hạ quyết tâm rất cao rồi chỉ vì vài câu nói cũng khiến cho Nhâm Ngọ xoay chuyển rất nhanh. Năm 2021 là năm rất nhiều người tuổi này chuyển ngành học, chuyển việc, hoặc dự định đi nước ngoài, hoặc thi lại đại học. Có thể nói năm 2021 là thời kỳ thay đổi đối với Nhâm Ngọ. Tất nhiên mọi thay đổi đều nên cân nhắc kĩ, tránh để tình trạng đổi việc rồi lại hối tiếc. Thêm vào đó, giai đoạn 4 tháng đầu năm có thể nói là giai đoạn khá nhiều áp lực đối với Nhâm Ngọ bởi mọi dự định cứ chầm chậm hoặc trục trặc rồi mới có thể làm được. Đối với Nhâm Ngọ mà nói, cứ chậm một chút thôi cũng khiến họ mất ăn mất ngủ rồi. Chớ hỏi về sự thành công rực rỡ trong năm 2021 bởi lẽ đây mới chỉ là bước đệm đầu tiên trong tương lai mà thôi. Cần chú ý áp lực về công việc vào giai đoạn tháng 2, 3, 4, 7, 10. Tuy nhiên có thể sẽ có những lời khuyên hữu ích từ những người đi trước hoặc những sự giúp đỡ cần thiết sẽ xuất hiện giúp cho Nhâm Ngọ sớm vượt qua thời kì đầy ám ảnh này. Nếu như còn nhiều điều chưa tỏ tường, Nhâm Ngọ nên tham khảo ý kiến mọi người, đặc biệt là người thân trong gia đình. Sở dĩ nên như vậy bởi vì Ngọ là tuổi rất dễ bị lung lay trước những quyết định quan trọng. Nên xác định rõ, năm 2021 sẽ là năm của sự thay đổi công việc, năm của những dự định về học tập và sự nghiệp nhưng mọi thứ sẽ khá trắc trở chứ không ngon lành ngay được, như nồi lẩu thái vậy, ngon nhưng mà cay! Về tình cảm, Nhâm Ngọ có lẽ đang khá nóng ruột nóng lòng đón chờ duyên phận nhưng quả thực nếu nói về tình cảm thì còn quá xa để bàn về trăm năm. Những mối nhân duyên của Nhâm Ngọ thường khá khó để đọng lại quá lâu, đôi khi chia tay chỉ vì khoảng cách địa lý, khi thì vì gia đình không ưng, rồi thì vì sợ không đến được với nhau mà chia tay. Chung quy vẫn như những đứa trẻ yêu nhau vậy, rất dễ bị cảm xúc và ngoại cảnh chi phối. Đã vậy nhiều người nữ tuổi này còn dễ động lòng chỉ bởi vì một nụ cười duyên hay vì khuôn mặt đẹp của đối phương nữa. Nam giới 2002 càng về sau sẽ rất dễ bén duyên với các chị. Nhâm Ngọ yêu cũng chóng vánh mà đi cũng ngơ ngác chẳng hiểu kiểu gì, tình duyên của Nhâm Ngọ ở thời điểm này là vậy nên thật khó để có thể ổn định. Nhâm Ngọ cũng là tuổi bén duyên tình cảm khá sớm, cũng là tuổi mơ mộng và mong cầu về hạnh phúc rất lớn, nhưng nói mồm thì hay chứ có sự tác động vào thì cũng chỉ còn cách đổ lỗi cho duyên phận mà thôi. Để chiều lòng tuổi ngọ dễ thì rất dễ mà khó thì rất khó. Họ có thể ngang hơn bất kì ai, cũng có thể trở nên khó chịu hơn bất kì điều gì nhưng đột xuất thì cũng ngoan ngoãn biết điều đến bất ngờ. Năm 2021 cũng là năm sẽ có khá nhiều người tuổi này có duyên, nhưng hãy cứ vui vẻ đón nhận chứ đừng mong ước quá mà hoá nhạt nhoà. Phần nhiều những người tuổi Ngọ duyên tình thường nở nhiều vào thời điểm này rồi sau đó cứ rụng dần và đến một giai đoạn lại trở nên cao số. Nhâm Ngọ cũng chớ nên vội vã trong đường hôn nhân bởi ngựa nên chạy mỏi chân, chinh phục nhiều cung đường rồi hẵng an phận sau. Tình duyên năm 2021 sẽ tốt từ tầm 5 tháng cuối năm, nhưng cũng phải nói rõ rằng 2002 rất dễ gặp những sự bất ngờ trong chuyện tình cảm vậy nên tình duyên cũng sẽ đến khá bất ngờ, đối với những cặp đôi yêu nhau lại càng cần chú ý cãi vã những điều nhỏ nhặt không ngờ tới trong năm 2021. Tuổi ngựa mà, ngựa mà biết trước cung đường đi của mình thì không còn gì là thú vị nữa. Đặc biệt chú ý tháng 3, 4, 7, 11 có nhiều sự bực dọc và ức chế trong tình cảm. Về tài chính, thời Tiền Vận là thời kì khó giữ tiền nhất đối với 2002, nhưng mới 20 tuổi thì khoan hẵng nói đến sự giàu nghèo bởi lẽ nó còn quá sớm. Nhưng Nhâm Ngọ sẽ được quý nhân giúp đỡ trong cung tiền bạc, vậy nên năm 2021 Nhâm Ngọ cũng không quá lo ngại về tài chính, cứ hết lại có mà thôi. Thêm vào đó, có thể trong năm 2021 đi tìm một vài công việc bán thời gian để cải thiện kinh tế. Tuy nhiên 2002 cũng rất dễ bị hoang phí vì bản thân chưa thực sự biết cách điều phối tài chính, dễ bị dụ dỗ bởi đám bạn và những thứ hay ho. Chú ý về tiền bạc vào tháng 5, 6, 8, 10 rất dễ hao hụt hoặc tốn kém vì những thứ linh tinh. Về bạn bè, Nhâm Ngọ khá dễ kết bạn, ở thời điểm hiện tại thì đường bạn bè của Nhâm Ngọ chưa quá đáng lo ngại. Có điều nên điều tiết lại mối quan hệ, vì Nhâm Ngọ rất dễ tin người và dễ bị lợi dụng vì sự nhiệt tình. Nhâm Ngọ thường hợp chơi với những người bằng tuổi và nên chơi với những người hơn tuổi để trau dồi bản thân thì hay hơn. Nhưng Nhâm Ngọ cũng là tuổi khá khó hiểu, lúc thì rất muốn đi chơi với bạn bè, khi thì lại khép kín. Năm 2021 nữ giới gặp sao Vân Hớn, cần chú ý những hạn thị phi khiến bản thân ức chế vào khoảng tháng 2 và tháng 8. Năm Tân Sửu có thể tổ chức một vài chuyến đi chơi với bạn bè nếu muốn, chỉ cần đừng rủ nhau chi tiêu vào những thứ vô bổ là được. Sức khoẻ của Nhâm Ngọ chú ý bệnh về xương khớp, đau đầu. Nhâm Ngọ khá chủ quan . ức khoẻ bản thân nên cần chú ý cả chế độ ăn và giờ giấc sinh hoạt. Nhâm Ngọ cũng là tuổi rất dễ có sẹo trên người nên cần chú ý đi lại xe cộ. Chú ý sức khoẻ vào tháng 3, 5, 6, 10. Tháng 1: Du xuân hoan hỉ. Tháng 2: Cuộc sống vui vẻ, hài hoà. Tháng 3: Chú ý áp lực trong công việc. Tháng 4: Hao tiền tốn của. Tháng 5: Chú ý hạn xe cộ nhẹ. Tháng 6: Nhiều dự định cần lo tính, tốn tiền. Nhìn chung năm 2021 mọi thứ đối với Nhâm Ngọ sẽ bình ổn hơn, nhẹ nhàng hơn dù không phải quá nhiều thay đồi. Tuy nhiên 2002 nên xác định rõ lại đường đi của bản thân thay vì mơ hồ và mộng mơ nhiều thứ. Nên xác định rõ 20 tuổi điều gì quan trọng hơn và nên có một cái nhìn thực tế hơn về cuộc sống. Vì nam giới gặp hạn Tam Kheo nên cần chú ý chân tay xe cộ. Nữ giới gặp hạn Thiên Tinh cần chú ý những vấn đề liên quan đến giấy tờ, thị phi. Nhưng nếu có hạn thì cũng sẽ chóng qua chứ không bị quá nặng nề. Chúc mọi người một năm mới bình an! ❤️"}